{
  "(error {0})": "(Erreur {0})",
  "The file/directory could not be found.": "Fichier/répertoire introuvable.",
  "The file/directory could not be read.": "Impossible de lire le fichier/répertoire.",
  "Files larger than {0} MB cannot be opened in {APP_NAME}.": "Les fichiers dont la taille excède {0} Mo ne peuvent pas être ouverts dans {APP_NAME}.",
  "The target directory cannot be modified.": "Le répertoire cible ne peut pas être modifié.",
  "The permissions do not allow you to make modifications.": "Vous n’êtes pas autorisé à effectuer des modifications.",
  "The file has been modified outside of {APP_NAME}.": "Le fichier a été modifié dans une application autre que {APP_NAME}.",
  "Unknown encoding format": "Format de codage inconnu",
  "{APP_NAME} was not able to encode the contents of file.": "{APP_NAME} n’a pas pu coder le contenu du fichier.",
  "{APP_NAME} was not able to decode the contents of file.": "{APP_NAME} n’a pas pu décoder le contenu du fichier.",
  "{APP_NAME} currently doesn't support UTF-16 encoded text files.": "Actuellement, {APP_NAME} ne prend pas en charge les fichiers texte codés UTF-16.",
  "The file or directory already exists.": "Le fichier ou le répertoire existe déjà.",
  "file": "fichier",
  "File": "Fichier",
  "directory": "répertoire",
  "Directory": "Répertoire",
  "Directory names": "noms de répertoires",
  "Filenames": "noms de fichiers",
  "Filename": "Nom de fichier",
  "Directory Name": "Nom du répertoire",
  "Error Loading Project": "Erreur lors du chargement du projet",
  "An error occurred when showing the open file dialog. (error {0})": "Une erreur s’est produite lors de l’affichage de la boîte de dialogue Ouvrir. (Erreur {0})",
  "An error occurred when trying to load the directory <span class='dialog-filename'>{0}</span>. (error {1})": "Une erreur s’est produite lors de la tentative de chargement du répertoire <span class='dialog-filename'>{0}</span>. (Erreur {1})",
  "An error occurred when reading the contents of the directory <span class='dialog-filename'>{0}</span>. (error {1})": "Une erreur s’est produite lors de la lecture du contenu du répertoire <span class='dialog-filename'>{0}</span>. (Erreur {1})",
  "Error Opening File": "Erreur lors de l’ouverture du fichier",
  "An error occurred when trying to open the file <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors de la tentative d’ouverture du fichier <span class='dialog-filename'>{0}</span>. {1}",
  "An error occurred when trying to open the following files:": "Une erreur s’est produite en tentant d’ouvrir les fichiers suivants :",
  "Error Reloading Changes From Disk": "Erreur lors du rechargement des modifications à partir du disque",
  "An error occurred when trying to reload the file <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors de la tentative de rechargement du fichier <span class='dialog-filename'>{0}</span>. {1}",
  "Error Saving File": "Erreur lors de l’enregistrement du fichier",
  "An error occurred when trying to save the file <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors de la tentative d’enregistrement du fichier <span class='dialog-filename'>{0}</span>. {1}",
  "Error Renaming {0}": "Erreur lors du changement de nom du {0}",
  "An error occurred when trying to rename the {2} <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors de la tentative de changement de nom du {2} <span class='dialog-filename'>{0}</span>. {1}",
  "The file or directory is not part of the currently opened project. Unfortunately, only project files can be renamed at this point.": "Le fichier ou le répertoire ne fait pas partie du projet actuellement ouvert. Or, seuls les fichiers appartenant au projet peuvent être renommés à ce stade.",
  "Error Moving {0}": "Erreur lors du déplacement de l’élément {0}",
  "An error occurred when trying to move the {2} <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors du déplacement de l’élément {2} <span class='dialog-filename'>{0}</span>. {1}",
  "Cannot move the file/folder, as they are not part of the current project.": "Impossible de déplacer le fichier/dossier, car ils ne font pas partie du projet en cours.",
  "Error Deleting {0}": "Erreur lors de la suppression du {0}",
  "An error occurred when trying to delete the {2} <span class='dialog-filename'>{0}</span>. {1}": "Une erreur s’est produite lors de la tentative de suppression du {2} <span class='dialog-filename'>{0}</span>. {1}",
  "Invalid {0}": "{0} non valide",
  "{0} cannot use any system reserved words, end with dots (.) or use any of the following characters: <code class='emphasized'>{1}</code>": "Les {0} ne peuvent pas utiliser de termes réservés au système, finir par un point (.) ou contenir l’un des caractères suivants : <code class='emphasized'>{1}</code>",
  "A file or directory with the name <span class='dialog-filename'>{0}</span> already exists.": "Il existe déjà un fichier ou un répertoire portant le nom <span class='dialog-filename'>{0}</span>.",
  "Error Creating {0}": "Erreur lors de la création de l’élément {0}",
  "An error occurred when trying to create the {0} <span class='dialog-filename'>{1}</span>. {2}": "Une erreur s’est produite lors de la tentative de création du {0} <span class='dialog-filename'>{1}</span>. {2}",
  "Cannot open a folder at the same time as opening other files.": "Impossible d’ouvrir un dossier en même temps que d’autres fichiers.",
  "Error Reading User Key Map": "Erreur lors de la lecture du mappage de touches utilisateur",
  "Your key map file is not valid JSON. The file will be opened so that you can correct the format.": "Votre fichier de mappage de touches n’est pas un fichier JSON valide. Il va s’ouvrir afin que vous puissiez corriger le format.",
  "Your key map file is not a valid UTF-8 encoded text file and cannot be loaded": "Votre fichier de mappage de touches n’étant pas un fichier texte codé en UTF-8 valide, il ne peut pas être chargé.",
  "You cannot reassign shortcuts to these commands: {0}": "Vous ne pouvez pas réaffecter de raccourcis à ces commandes : {0}",
  "You cannot reassign these shortcuts: {0}": "Vous ne pouvez pas réaffecter ces raccourcis : {0}",
  "You are reassigning multiple shortcuts to these commands: {0}": "Vous réaffectez plusieurs raccourcis à ces commandes : {0}",
  "You have multiple bindings of these shortcuts: {0}": "Plusieurs liaisons ont été définies pour les raccourcis suivants : {0}",
  "These shortcuts are invalid: {0}": "Ces raccourcis ne sont pas valides : {0}",
  "You are assigning shortcuts to nonexistent commands: {0}": "Vous affectez des raccourcis à des commandes qui n'existent pas : {0}",
  "Error Reading Preferences": "Erreur lors de la lecture des préférences",
  "Your preferences file is not valid JSON. The file will be opened so that you can correct the format. You will need to restart {APP_NAME} for the changes to take effect.": "Votre fichier de préférences n’est pas un fichier JSON valide, il va donc être ouvert afin que vous puissiez corriger le format. Vous devrez ensuite redémarrer {APP_NAME} pour que les modifications prennent effet.",
  "Your project preferences file is not valid JSON. The file will be opened so that you can correct the format. You will need to reload the project for the changes to take effect.": "Votre fichier de préférences de projet n’est pas un fichier JSON valide, il va donc être ouvert afin que vous puissiez corriger le format. Vous devrez ensuite recharger le projet pour que les modifications prennent effet.",
  "Oops! {APP_NAME} Doesn't Run in Browsers Yet.": "Malheureusement, {APP_NAME} n’est pas encore compatible avec les navigateurs.",
  "{APP_NAME} is built in HTML, but right now it runs as a desktop app so you can use it to edit local files. Please use the application shell in the <b>github.com/adobe/brackets-shell</b> repo to run {APP_NAME}.": "{APP_NAME} est défini en HTML, mais il s’exécute actuellement en tant qu’application de bureau, vous pouvez donc l’utiliser afin de modifier des fichiers locaux. Utilisez l’interpréteur de commandes d’application situé dans le référentiel <b>github.com/adobe/brackets-shell</b> afin d’exécuter {APP_NAME}.",
  "Error Indexing Files": "Erreur lors de l’indexation des fichiers",
  "This project contains more than 30,000 files. Features that operate across multiple files may be disabled or behave as if the project is empty. <a href='https://github.com/adobe/brackets/wiki/Large-Projects'>Read more about working with large projects</a>.": "Ce projet contient plus de 30 000 fichiers. Les fonctionnalités qui s’appliquent de manière globale à plusieurs fichiers peuvent être désactivées ou se comporter comme si le projet était vide. <a href='https://github.com/adobe/brackets/wiki/Large-Projects'>En savoir plus sur l’utilisation de projets volumineux</a>.",
  "Error Launching Browser": "Erreur lors du lancement du navigateur",
  "The Google Chrome browser could not be found. Please make sure it is installed.": "Le navigateur Google Chrome est introuvable. Assurez-vous qu’il est installé.",
  "An error occurred when launching the browser. (error {0})": "Une erreur s’est produite lors du lancement du navigateur. (Erreur {0})",
  "Live Preview Error": "Erreur du module Aperçu en direct",
  "Connecting to Browser": "Connexion au navigateur",
  "In order for Live Preview to connect, Chrome needs to be relaunched with remote debugging enabled.<br /><br />Would you like to relaunch Chrome and enable remote debugging?<br /><br />": "Pour que le module Aperçu en direct puisse se connecter, vous devez relancer Chrome en activant la fonction de débogage à distance.<br /><br />Voulez-vous relancer Chrome et activer le débogage à distance ?<br /><br />",
  "Unable to load Live Preview page.": "Impossible de charger la page Aperçu en direct.",
  "Open an HTML file or make sure there is an index.html file in your project in order to launch live preview.": "Ouvrez un fichier HTML ou vérifiez qu’il y a un fichier index.html dans votre projet pour pouvoir lancer l’aperçu en direct.",
  "To launch live preview with a server-side file, you need to specify a Base URL for this project.": "Pour lancer l’Aperçu en direct avec un fichier de serveur, vous devez indiquer une URL de base pour ce projet.",
  "Error starting up the HTTP server for live preview files. Please try again.": "Une erreur s’est produite au démarrage du serveur HTTP pour les fichiers d’aperçu en direct. Veuillez réessayer.",
  "Welcome to Live Preview!": "Bienvenue dans le module Aperçu en direct !",
  "Live Preview connects {APP_NAME} to your browser. It launches a preview of your HTML file in the browser, then updates the preview instantly as you edit your code.<br /><br />In this early version of {APP_NAME}, Live Preview only works with <strong>Google Chrome</strong> and updates live as you edit <strong>CSS or HTML files</strong>. Changes to JavaScript files are automatically reloaded when you save.<br /><br />(You'll only see this message once.)": "Le module Aperçu en direct connecte {APP_NAME} à votre navigateur. Il ouvre un aperçu de votre fichier HTML dans le navigateur, puis le met à jour instantanément dès que vous modifiez le code.<br /><br />Dans cette première version du logiciel {APP_NAME}, le module Aperçu en direct ne fonctionne qu’avec <strong>Google Chrome</strong> et affiche les mises à jour en direct, dès que vous modifiez des <strong>fichiers CSS ou HTML</strong>. Les modifications apportées aux fichiers JavaScript sont automatiquement rechargées lorsque vous enregistrez.<br /><br />(Ce message ne s’affichera qu’une seule fois.)",
  "For more information, see <a href='{0}' title='{0}'>Troubleshooting Live Preview connection errors</a>.": "Pour plus d’informations, consultez la page <a href='{0}' title='{0}'>Résolution des erreurs de connexion à l’Aperçu en direct</a>.",
  "Live Preview": "Aperçu en direct",
  "Live Preview: Connecting…": "Aperçu en direct : Connexion…",
  "Live Preview: Initializing…": "Aperçu en direct : Initialisation…",
  "Disconnect Live Preview": "Déconnecter le module Aperçu en direct",
  "Live Preview (save file to refresh)": "Aperçu en direct (enregistrez le fichier pour actualiser)",
  "Live Preview (not updating due to syntax error)": "Aperçu en direct (échec de la mise à jour en raison d’une erreur de syntaxe)",
  "Live Preview was canceled because the browser's developer tools were opened": "Aperçu en direct annulé car les outils de développement du navigateur étaient ouverts",
  "Live Preview was canceled because the page was closed in the browser": "Aperçu en direct annulé car la page a été fermée dans le navigateur",
  "Live Preview was canceled because the browser navigated to a page that is not part of the current project": "Aperçu en direct annulé car le navigateur a accédé à une page qui ne fait pas partie du projet actuel",
  "Live Preview was canceled for an unknown reason ({0})": "Aperçu en direct annulé pour une raison inconnue ({0})",
  "Save Changes": "Enregistrer les modifications",
  "Do you want to save the changes you made in the document <span class='dialog-filename'>{0}</span>?": "Souhaitez-vous enregistrer les modifications apportées au document <span class='dialog-filename'>{0}</span> ?",
  "Do you want to save your changes to the following files?": "Souhaitez-vous enregistrer les modifications apportées aux fichiers suivants ?",
  "External Changes": "Modifications externes",
  "Confirm Delete": "Confirmer la suppression",
  "Are you sure you want to delete the file <span class='dialog-filename'>{0}</span>?": "Souhaitez-vous vraiment supprimer le fichier <span class='dialog-filename'>{0}</span> ?",
  "Are you sure you want to delete the folder <span class='dialog-filename'>{0}</span>?": "Voulez-vous vraiment supprimer le dossier <span class='dialog-filename'>{0}</span> ?",
  "File Deleted": "Fichier supprimé",
  "<span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}.<br /><br />Do you want to save the file and overwrite those changes?": "<span class='dialog-filename'>{0}</span> a été modifié sur le disque, dans une application autre que {APP_NAME}.<br /><br />Voulez-vous enregistrer le fichier et remplacer ces modifications ?",
  "<span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}, but also has unsaved changes in {APP_NAME}.<br /><br />Which version do you want to keep?": "Le fichier <span class='dialog-filename'>{0}</span> a été modifié sur le disque dans une autre application que {APP_NAME} mais présente également des modifications non enregistrées dans {APP_NAME}.<br /><br />Quelle version souhaitez-vous conserver ?",
  "<span class='dialog-filename'>{0}</span> has been deleted on disk outside of {APP_NAME}, but has unsaved changes in {APP_NAME}.<br /><br />Do you want to keep your changes?": "Le fichier <span class='dialog-filename'>{0}</span> a été supprimé du disque dans une autre application que {APP_NAME} mais présente également des modifications non enregistrées dans {APP_NAME}.<br /><br />Souhaitez-vous conserver vos modifications ?",
  "Are you sure you want to navigate to a different URL and leave Brackets?": "Are you sure you want to navigate to a different URL and leave Brackets?",
  "You have unsaved changes! Are you sure you want to navigate to a different URL and leave Brackets?": "You have unsaved changes! Are you sure you want to navigate to a different URL and leave Brackets?",
  "Done": "Terminé",
  "OK": "OK",
  "Cancel": "Annuler",
  "Don't Save": "Ne pas enregistrer",
  "Save": "Enregistrer",
  "Save As…": "Enregistrer sous…",
  "Overwrite": "Remplacer",
  "Delete": "Supprimer",
  "Yes": "Oui",
  "No": "Non",
  "{0} of {1}": "{0} sur {1}",
  "No results": "Aucun résultat",
  "Find…": "Rechercher…",
  "Maximum Number of Search Items in Search History": "Nombre maximal d'éléments de recherche dans l'historique des recherches",
  "Replace with…": "Remplacer par…",
  "Replace All": "Tout remplacer",
  "Batch…": "Traiter par lots…",
  "Replace…": "Remplacer…",
  "Replace": "Remplacer",
  "▶": "▶",
  "◀": "◀",
  "Next Match": "Correspondance suivante",
  "Previous Match": "Correspondance précédente",
  "Match Case": "Respecter la casse",
  "Regular Expression": "Expression régulière",
  "Replace Without Undo": "Remplacer sans possibilité d’annuler",
  "Because more than {0} files need to be changed, {APP_NAME} will modify unopened files on disk.<br />You won't be able to undo replacements in those files.": "Dans la mesure où le nombre de fichiers à modifier excède {0}, {APP_NAME} va modifier des fichiers non ouverts sur le disque.<br />Vous ne pourrez pas annuler les remplacements effectués dans ces fichiers.",
  "Open File": "Ouvrir le fichier",
  "Save File": "Enregistrer le fichier",
  "Choose a folder": "Choisir un dossier",
  "Release Notes": "Notes de mise à jour",
  "You're Up to Date!": "Vos logiciels sont à jour !",
  "You are running the latest version of {APP_NAME}.": "Vous utilisez la dernière version de {APP_NAME}.",
  "with": "par",
  "Found": "Occurrences trouvées pour",
  "&mdash; {0} {1} {2} in {3}": "&mdash; {0} {1} {2} dans {3}",
  "{0} {1}": "{0} {1}",
  "in <span class='dialog-filename'>{0}</span>": "dans <span class='dialog-filename'>{0}</span>",
  "in project": "dans le projet",
  "Filter excludes all files {0}": "Le filtre exclut tous les fichiers {0}",
  "files": "fichiers",
  "match": "résultat",
  "matches": "résultats",
  "Over ": "Plus de ",
  "{0}&mdash;{1}": "{0}&mdash;{1}",
  "<span class='dialog-filename'>{0}</span> {2} <span class='dialog-path'>{1}</span>": "<span class='dialog-filename'>{0}</span> {2} <span class='dialog-path'>{1}</span>",
  "Ctrl/Cmd click to expand/collapse all": "Cliquer tout en appuyant sur Ctrl/Cmd pour tout développer/tout réduire",
  "Indexing for Instant Search…": "Indexation pour la recherche instantanée…",
  "Replace Errors": "Erreurs de remplacement",
  "The following files weren't modified because they changed after the search or couldn't be written.": "Les fichiers suivants n’ont pas été traités car ils ont été modifiés après l’opération de recherche ou ne sont pas accessibles en écriture.",
  "Error Getting Update Info": "Erreur de récupération des informations de mise à jour",
  "There was a problem getting the latest update information from the server. Please make sure you are connected to the Internet and try again.": "Un problème est survenu lors de la récupération des dernières informations de mise à jour sur le serveur. Vérifiez que vous êtes connecté à Internet et réessayez.",
  "New Exclusion Set…": "Nouveau jeu d’exclusion…",
  "Don't Exclude Files": "Ne pas exclure les fichiers",
  "No Files Excluded": "Aucun fichier exclu",
  "Exclude {0}": "Exclure {0}",
  "Edit…": "Modifier…",
  "Edit Exclusion Set": "Modifier le jeu d’exclusion",
  "Exclude files and folders matching any of the following strings / substrings or <a href='{0}' title='{0}'>wildcards</a>. Enter each string on a new line.": "Exclure les fichiers et dossiers correspondant à l’une des chaînes/sous-chaînes ou aux <a href='{0}' title='{0}'>caractères génériques</a> suivants. Entrez chaque chaîne sur une ligne différente.",
  "Name this exclusion set (optional)": "Nommer ce jeu d’exclusion (facultatif)",
  "{0} characters remaining": "{0} caractères restants",
  "and {0} more": "et {0} autre(s)",
  "Counting files…": "Comptage des fichiers…",
  "Allows {0} of {1} files {2}": "Autorise {0} fichier(s) sur les {1} {2}",
  "Allows all {0} files {1}": "Autorise les {0} fichiers {1}",
  "No Quick Edit available for current cursor position": "Fonction Édition rapide non disponible pour la position actuelle du curseur",
  "CSS Quick Edit: place cursor on a single class name": "Édition rapide CSS : placez le curseur sur un seul nom de classe",
  "CSS Quick Edit: incomplete class attribute": "Édition rapide CSS : attribut de classe incomplet",
  "CSS Quick Edit: incomplete id attribute": "Édition rapide CSS : attribut d’ID incomplet",
  "CSS Quick Edit: place cursor in tag, class, or id": "Édition rapide CSS : placez le curseur dans la balise, la classe ou l’ID",
  "CSS Timing Function Quick Edit: invalid syntax": "Édition rapide des fonctions de temporisation CSS : syntaxe incorrecte",
  "JS Quick Edit: place cursor in function name": "Édition rapide JS : placez le curseur dans le nom de fonction",
  "No Quick Docs available for current cursor position": "Fonction Documentation rapide non disponible pour la position actuelle du curseur",
  "Loading…": "Chargement…",
  "Untitled": "Sans titre",
  "Working Files": "Fichiers de travail",
  "Top": "Haut",
  "Bottom": "Bas",
  "Left": "Gauche",
  "Right": "Droite",
  "No Split": "Pas de fractionnement",
  "Vertical Split": "Fractionnement vertical",
  "Horizontal Split": "Fractionnement horizontal",
  "Split the editor vertically or horizontally": "Fractionner l’éditeur horizontalement ou verticalement",
  "Configure Working Set": "Configurer l’ensemble de travail",
  "Already Open": "Déjà ouvert",
  "The file is already open in another pane. {APP_NAME} will soon support opening the same file in more than one pane. Until then, the file will be shown in the pane it's already open in.<br /><br />(You'll only see this message once.)": "Ce fichier est déjà ouvert dans un autre volet. Il sera bientôt possible d’ouvrir un même fichier dans plusieurs volets de l’application {APP_NAME}, mais en attendant, vous ne pouvez consulter le fichier que dans le volet dans lequel il est déjà ouvert.<br /><br />(Ce message ne s’affichera qu’une fois.)",
  "Ctrl": "Ctrl",
  "Shift": "Maj",
  "Space": "Espace",
  "Page Up": "Page précédente",
  "Page Down": "Page suivante",
  "Home": "Accueil",
  "End": "Fin",
  "Insert": "Insérer",
  "Line {0}, Column {1}": "Ligne {0}, colonne {1}",
  " — Selected {0} column": " — {0} colonne sélectionnée",
  " — Selected {0} columns": " — {0} colonnes sélectionnées",
  " — Selected {0} line": " — {0} ligne sélectionnée",
  " — Selected {0} lines": " — {0} lignes sélectionnées",
  " — {0} selections": " — {0} sélections",
  "Click to switch indentation to spaces": "Cliquez ici pour remplacer la mise en retrait par des espaces.",
  "Click to switch indentation to tabs": "Cliquez ici pour remplacer la mise en retrait par des tabulations.",
  "Click to change number of spaces used when indenting": "Cliquez ici pour changer le nombre d’espaces utilisés lors de la mise en retrait.",
  "Click to change tab character width": "Cliquez ici pour modifier la largeur du caractère de tabulation.",
  "Spaces:": "Espaces :",
  "Tab Size:": "Taille de tabulation :",
  "— {0} Line": "— {0} ligne",
  "— {0} Lines": "— {0} lignes",
  "Extensions Disabled": "Extensions désactivées",
  "INS": "INS",
  "OVR": "RFP",
  "Click to toggle cursor between Insert (INS) and Overwrite (OVR) modes": "Cliquez pour faire passer le curseur du mode Insertion (INS) au mode Remplacement (RFP) ou inversement",
  "Click to change file type": "Cliquez pour modifier le type de fichier",
  "{0}. Click to toggle report panel.": "{0}. Cliquez pour afficher/masquer le panneau des rapports.",
  "(default)": "(par défaut)",
  "Set as Default for .{0} Files": "Utiliser par défaut pour les fichiers .{0}",
  "Select the encoding": "Sélectionner le codage",
  "{0} Problems": "{0} problèmes",
  "1 {0} Problem": "1 problème {0}",
  "{1} {0} Problems": "{1} problèmes {0}",
  "No {0} problems found - good job!": "Aucun problème {0} détecté, félicitations !",
  "No problems found - good job!": "Aucun problème détecté, félicitations !",
  "Linting is disabled": "L’analyse lint est désactivée",
  "No linter available for {0}": "Aucun programme lint disponible pour {0}",
  "Nothing to lint": "Rien à analyser",
  "{0} has timed out after waiting for {1} ms": "Délai dépassé pour {0} après une attente de {1} ms",
  "{0} terminated with error: {1}": "{0} arrêté avec l’erreur suivante : {1}",
  "New": "Nouveau",
  "New File": "Nouveau fichier",
  "New Folder": "Nouveau dossier",
  "Open…": "Ouvrir…",
  "Open Recent…": "Ouvrir les fichiers récents…",
  "Open To Working Set": "Ouvrir dans l’ensemble de travail",
  "Open Dropped Files": "Ouvrir les fichiers déposés",
  "Open Folder…": "Ouvrir un dossier…",
  "Close": "Fermer",
  "Close All": "Tout fermer",
  "Close List": "Fermer la liste",
  "Close Others": "Fermer tous les autres",
  "Close Others Above": "Fermer les autres au-dessus",
  "Close Others Below": "Fermer les autres en dessous",
  "Save All": "Enregistrer tout",
  "Enable Experimental Live Preview": "Activer la version expérimentale de l’Aperçu en direct",
  "Force Reload Live Preview": "Forcer le rechargement de l’aperçu en direct",
  "Project Settings…": "Paramètres du projet…",
  "Rename": "Renommer",
  "Install Extension…": "Installer une extension…",
  "Extension Manager…": "Gestionnaire d'extensions…",
  "Refresh File Tree": "Actualiser l’arborescence de fichiers",
  "Quit": "Quitter",
  "Exit": "Quitter",
  "Edit": "Modifier",
  "Undo": "Annuler",
  "Redo": "Répéter",
  "Cut": "Couper",
  "Copy": "Copier",
  "Paste": "Coller",
  "Select All": "Sélectionner tout",
  "Select Line": "Sélectionner la ligne",
  "Split Selection into Lines": "Scinder la sélection en lignes",
  "Add Cursor to Next Line": "Ajouter un curseur à la ligne suivante",
  "Add Cursor to Previous Line": "Ajouter un curseur à la ligne précédente",
  "Indent": "Retrait",
  "Unindent": "Annuler le retrait",
  "Duplicate": "Dupliquer",
  "Delete Line": "Supprimer la ligne",
  "Toggle Line Comment": "Activer/Désactiver le commentaire de ligne",
  "Toggle Block Comment": "Commenter les blocs/Annuler les commentaires",
  "Move Line Up": "Déplacer la ligne vers le haut",
  "Move Line Down": "Déplacer la ligne vers le bas",
  "Open Line Above": "Ouvrir une ligne au-dessus",
  "Open Line Below": "Ouvrir une ligne en dessous",
  "Auto Close Braces": "Fermeture automatique des accolades",
  "Show Code Hints": "Afficher les indicateurs de code",
  "Find": "Rechercher",
  "Find Next": "Rechercher suivant",
  "Find Previous": "Rechercher précédent",
  "Find All and Select": "Rechercher et sélectionner tout",
  "Add Next Match to Selection": "Ajouter l’occurrence suivante à la sélection",
  "Skip and Add Next Match": "Ignorer et ajouter l’occurrence suivante",
  "Find in Files": "Rechercher dans les fichiers",
  "Find in…": "Rechercher dans…",
  "Replace in Files": "Remplacer dans les fichiers",
  "Replace in…": "Remplacer dans…",
  "View": "Affichage",
  "Hide Sidebar": "Masquer la barre latérale",
  "Show Sidebar": "Afficher la barre latérale",
  "Toggle Sidebar": "Afficher/Masquer la barre latérale",
  "Toggle Panels": "Afficher/Masquer les panneaux",
  "No Distractions": "Pas de distraction",
  "Increase Font Size": "Augmenter la taille de la police",
  "Decrease Font Size": "Diminuer la taille de la police",
  "Restore Font Size": "Restaurer la taille de la police",
  "Scroll Line Up": "Faire défiler d’une ligne vers le haut",
  "Scroll Line Down": "Faire défiler d’une ligne vers le bas",
  "Line Numbers": "Numéros de ligne",
  "Highlight Active Line": "Surligner la ligne active",
  "Word Wrap": "Renvoi à la ligne",
  "Live Preview Highlight": "Surlignement dans l’Aperçu en direct",
  "Lint Files on Save": "Effectuer une analyse lint des fichiers à l’enregistrement",
  "Sort by Added": "Trier par date d’ajout",
  "Sort by Name": "Trier par nom",
  "Sort by Type": "Trier par type",
  "Automatic Sort": "Tri automatique",
  "Themes…": "Thèmes…",
  "Automatically close search": "Fermer automatiquement la recherche",
  "Navigate": "Naviguer",
  "Quick Open": "Ouverture rapide",
  "Go to Line": "Atteindre la ligne",
  "Quick Find Definition": "Accès rapide à la définition",
  "Quick Find Definition in Project": "Accès rapide à la définition dans le projet",
  "Go to First Problem": "Accéder au premier problème",
  "Quick Edit": "Édition rapide",
  "Quick Docs": "Documentation rapide",
  "New Rule": "Nouvelle règle",
  "Next Document": "Document suivant",
  "Previous Document": "Document précédent",
  "Navigate Backward": "Naviguer vers l’arrière",
  "Navigate Forward": "Naviguer vers l’avant",
  "Next Document in List": "Document suivant de la liste",
  "Previous Document in List": "Document précédent de la liste",
  "Show in File Tree": "Afficher dans l’arborescence de fichiers",
  "Show in Explorer": "Afficher dans l’Explorateur",
  "Show in Finder": "Afficher dans le Finder",
  "Show in OS": "Afficher dans le SE",
  "Switch Pane Focus": "Changer de volet actif",
  "Help": "Aide",
  "Check for Updates": "Rechercher les mises à jour",
  "How to Use {APP_NAME}": "Comment utiliser {APP_NAME}",
  "{APP_NAME} Support": "Assistance {APP_NAME}",
  "Suggest a Feature": "Suggérer une fonctionnalité",
  "Get Involved": "Participer",
  "Show Extensions Folder": "Afficher le dossier d’extensions",
  "Health Report": "Rapport d’intégrité",
  "{APP_TITLE} Homepage": "Page d’accueil de {APP_TITLE}",
  "{TWITTER_NAME} on Twitter": "{TWITTER_NAME} sur Twitter",
  "About {APP_TITLE}": "À propos de {APP_TITLE}",
  "Open Preferences File": "Ouvrir le fichier de préférences",
  "Open User Key Map": "Ouvrir le mappage de touches utilisateur",
  "experimental build": "version expérimentale",
  "build": "édition",
  "development build": "version de développement",
  "prerelease build": "version préliminaire",
  "Reload from Disk": "Recharger à partir du disque",
  "Keep Changes in Editor": "Conserver les modifications dans l’éditeur",
  "Close (Don't Save)": "Fermer (sans enregistrer)",
  "Relaunch Chrome": "Relancer Chrome",
  "About": "À propos",
  "MDN Docs and the MDN graphical logo are licensed under a Creative Commons Attribution license, <a href='{MDN_DOCS_LICENSE}'>CC-BY-SA 2.5 Unported</a>.": "MDN Docs et le logo graphique MDN sont sous licence Creative Commons Attribution, <a href='{MDN_DOCS_LICENSE}'>CC-BY-SA 2.5 Unported</a>.",
  "There's a new build of {APP_NAME} available! Click here for details.": "Une nouvelle version de {APP_NAME} est disponible. Cliquez ici pour plus de détails.",
  "Update Available": "Mise à jour disponible",
  "Hey, there's a new build of {APP_NAME} available. Here are some of the new features:": "Une nouvelle version de {APP_NAME} est disponible. Voici quelques-unes des nouvelles fonctionnalités proposées :",
  "Get it now!": "Télécharger",
  "Project Settings for: {0}": "Paramètres de projet pour : {0}",
  "Live Preview Base URL": "URL de base de l’Aperçu en direct ",
  "To use a local server, enter a URL like http://localhost:8000/": "Pour utiliser un serveur local, entrez une URL telle que http://localhost:8000/",
  "The {0} protocol isn't supported by Live Preview&mdash;please use http: or https: .": "Le protocole {0} n’est pas pris en charge par l’Aperçu en direct. Veuillez utiliser une adresse de type http: ou https: .",
  "The base URL can't contain search parameters like \"{0}\".": "L’URL de base ne peut pas contenir de paramètres de recherche tels que \"{0}\".",
  "The base URL can't contain hashes like \"{0}\".": "L’URL de base ne peut pas contenir de signe dièse (\"{0}\").",
  "Special characters like '{0}' must be %-encoded.": "Les caractères spéciaux tels que '{0}' doivent être codés en %.",
  "Unknown error parsing Base URL": "Erreur inconnue lors de l’analyse de l’URL de base",
  "<em>Open a file while this pane has focus</em>": "<em>Ouvrir un fichier quand ce panneau est actif</em>",
  "Flip this view to {0} pane": "Transférer cette vue dans le volet de {0}",
  "Current Theme": "Thème actuel ",
  "Use Theme Scrollbars": "Utiliser les barres de défilement du thème ",
  "Font Size": "Taille de la police ",
  "Font Family": "Famille de polices ",
  "Themes Settings": "Paramètres des thèmes",
  "Install": "Installer",
  "Update": "Mettre à jour",
  "Remove": "Supprimer",
  "Disable": "Désactiver",
  "Enable": "Activer",
  "Extensions in the \"dev\" folder must be manually deleted.": "Les extensions du dossier \"dev\" doivent être supprimées manuellement.",
  "The update isn't compatible with this version of {APP_NAME}.": "La mise à jour n’est pas disponible avec cette version de l’application {APP_NAME}.",
  "Extensions in the \"dev\" folder can't be updated automatically.": "Les extensions du dossier « dev » ne peuvent pas être mises à jour automatiquement.",
  "Install Extension": "Installer l’extension",
  "Update Extension": "Mettre à jour l’extension",
  "Extension URL": "URL de l’extension ",
  "URL of the extension's zip file or GitHub repo": "URL du fichier zip de l’extension ou du référentiel GitHub",
  "Installing extension from {0}…": "Installation de l’extension depuis·{0}…",
  "Installation successful!": "Installation réussie !",
  "Installation failed.": "Échec de l’installation.",
  "Canceling…": "Annulation en cours…",
  "Canceling the install is taking a long time. An internal error may have occurred.": "L’annulation de l’installation prend beaucoup de temps. Il est possible qu’une erreur interne se soit produite.",
  "Installation canceled.": "Installation annulée.",
  "View complete description": "Voir la description complète",
  "View truncated description": "Voir la description tronquée",
  "Sort Extensions using downloadCount or publishedDate": "Trier les extensions suivant downloadCount ou publishedDate",
  "The downloaded content is not a valid zip file.": "Le contenu téléchargé n’est pas un fichier zip valide.",
  "The package has no package.json file.": "Le pack ne contient pas de fichier package.json.",
  "The package.json file is not valid (error was: {0}).": "Le fichier package.json n’est pas valide (erreur : {0}).",
  "The package.json file doesn't specify a package name.": "Le fichier package.json n’indique pas le nom du pack.",
  "{0} is an invalid package name.": "{0} n’est pas un nom de pack valide.",
  "The package.json file doesn't specify a package version.": "Le fichier package.json n’indique pas la version du pack.",
  "The package version number ({0}) is invalid.": "Le numéro de version du pack ({0}) n’est pas valide.",
  "The {APP_NAME} compatibility string ({0}) is invalid.": "La chaîne de compatibilité {APP_NAME} ({0}) n’est pas valide.",
  "The words ({1}) are not allowed in the {0} field.": "Le champ {0} ne peut pas contenir les mots ({1}).",
  "npm install command failed: {0}": "Échec de la commande npm install : {0}",
  "The extension isn't compatible with this version of {APP_NAME}. It's installed in your disabled extensions folder.": "L’extension n’est pas compatible avec cette version de l’application {APP_NAME}. Elle a été installée dans le dossier contenant les extensions désactivées.",
  "The package has no main.js file.": "Le pack ne contient pas de fichier main.js.",
  "Installing this package will overwrite a previously installed extension. Overwrite the old extension?": "L’installation de ce pack remplacera une extension installée précédemment. Voulez-vous remplacer l’extension installée ?",
  "This package is the same version as the one that is currently installed. Overwrite the existing installation?": "Ce pack correspond à la même version que celle installée actuellement. Voulez-vous remplacer l’installation actuelle ?",
  "This package is version {0} which is older than the currently installed ({1}). Overwrite the existing installation?": "Ce pack correspond à la version {0}, qui est antérieure à la version actuellement installée ({1}). Voulez-vous remplacer l’installation actuelle ?",
  "Internal error: download ID already in use.": "Erreur interne : l’ID de téléchargement est déjà utilisé.",
  "Cannot connect to server.": "Impossible de se connecter au serveur.",
  "File not found on server (HTTP {0}).": "Fichier introuvable sur le serveur (HTTP {0}).",
  "Unable to save download to temp file.": "Impossible d’enregistrer le téléchargement vers le fichier temporaire.",
  "The extension encountered an error while starting up.": "Une erreur s’est produite au démarrage de l’extension.",
  "The URL is invalid. Please check that you entered it correctly.": "URL non valide. Veuillez vérifier l’URL saisie.",
  "The URL must be an http or https URL.": "L’URL doit commencer par http ou https.",
  "Unknown internal error.": "Erreur interne inconnue.",
  "Extension Manager": "Gestionnaire d’extensions",
  "Unable to access the extension registry. Please try again later.": "Impossible d’accéder au registre de l’extension. Réessayez ultérieurement.",
  "Drag .zip here or": "Faire glisser le fichier .zip ici ou",
  "Drop .zip to install": "Déposer le fichier .zip pour lancer l’installation",
  "Install/Update aborted due to the following errors:": "Installation/Mise à jour interrompue en raison des erreurs suivantes :",
  "Install from URL…": "Installer à partir de l’URL…",
  "Validating…": "Validation en cours…",
  "Author": "Auteur",
  "Date": "Date",
  "This extension requires a newer version of {APP_NAME}.": "Cette extension nécessite une version plus récente de l’application {APP_NAME}.",
  "This extension currently only works with older versions of {APP_NAME}.": "Cette extension n’est actuellement compatible qu’avec les versions antérieures de l’application {APP_NAME}.",
  "Version {0} of this extension requires a newer version of {APP_NAME}. But you can install the earlier version {1}.": "La version {0} de cette extension nécessite une version plus récente de {APP_NAME}. Mais vous pouvez installer la version antérieure {1}.",
  "Version {0} of this extension only works with older versions of {APP_NAME}. But you can install the earlier version {1}.": "La version {0} de cette extension n’est compatible qu’avec les anciennes versions de {APP_NAME}. Mais vous pouvez installer la version antérieure {1}.",
  "No description": "Aucune description",
  "More info…": "Plus d’infos…",
  "Extension error": "Erreur d’extension",
  "Keywords": "Mots-clés",
  "Translated into {0} languages, including yours": "Traduit en {0} langues, y compris la vôtre",
  "Translated into {0} languages": "Traduit en {0} langues",
  "This extension has been translated into these languages: {0}": "Cette extension a été traduite dans les langues suivantes : {0}",
  "Installed": "Installées",
  "This extension update has been downloaded and will be installed after {APP_NAME} reloads.": "Cette mise à jour d’extension a été téléchargée et va être installée une fois le rechargement de {APP_NAME} effectué.",
  "Search": "Rechercher",
  "More": "Plus",
  "Browse Extensions": "Parcourir les extensions",
  "Remove Extension": "Supprimer l’extension",
  "Unable to remove one or more extensions: {0}. {APP_NAME} will still reload.": "Impossible de supprimer une ou plusieurs extensions : {0}. {APP_NAME} va être rechargé malgré tout.",
  "Unable to update one or more extensions: {0}. {APP_NAME} will still reload.": "Impossible de mettre à jour une ou plusieurs extensions : {0}. {APP_NAME} va être rechargé malgré tout.",
  "Disable Extension": "Désactiver l’extension",
  "Unable to disable one or more extensions: {0}. {APP_NAME} will still reload.": "Impossible de désactiver une ou plusieurs extensions : {0}. {APP_NAME} va être rechargé malgré tout.",
  "Marked for removal": "Marquée pour suppression",
  "Marked for update": "Marquée pour mise à jour",
  "Marked for disabling": "Marqué pour désactivation",
  "Change Extensions": "Modifier les extensions",
  "To update, remove or disable the marked extensions, {APP_NAME} will need to reload. You'll be prompted to save unsaved changes.": "Pour mettre à jour, supprimer ou désactiver les extensions marquées, {APP_NAME} va devoir être rechargé. Vous serez invité à enregistrer vos modifications.",
  "Remove Extensions and Reload": "Supprimer les extensions et recharger",
  "Change Extensions and Reload": "Modifier les extensions et recharger",
  "Update Extensions and Reload": "Mettre à jour les extensions et recharger",
  "Disable Extensions and Reload": "Désactiver les extensions et recharger",
  "Processing extension changes…": "Traitement des changements d’extension…",
  "Couldn't remove extension {0} because it wasn't installed.": "Impossible de supprimer l’extension {0} car elle n’est pas installée.",
  "No extensions installed yet.<br>Click on the Available tab above to get started.": "Aucune extension installée pour le moment.<br>Cliquez sur l’onglet Disponibles ci-dessus pour vous lancer.",
  "No extensions match your search.": "Aucune extension ne correspond à votre recherche.",
  "NOTE: These extensions may come from different authors than {APP_NAME} itself. Extensions are not reviewed and have full local privileges. Be cautious when installing extensions from an unknown source.": "REMARQUE : ces extensions peuvent provenir d’autres sources que l’application {APP_NAME} elle-même. Les extensions ne sont pas contrôlées et disposent de privilèges locaux complets. Soyez prudents lorsque vous installez des extensions provenant d’une source inconnue.",
  "Default": "Par défaut",
  "Available": "Disponibles",
  "Themes": "Thèmes",
  "Updates": "Mises à jour",
  "Last Updated": "Dernière mise à jour",
  "Downloads": "Téléchargements",
  "No matches available.": "Aucun résultat.",
  "All matches are collapsed. Expand the files listed at right to view matches.": "Tous les résultats sont réduits. Développez les fichiers dans la liste de droite pour voir le détail.",
  "There are no existing CSS rules that match your selection.<br> Click \"New Rule\" to create one.": "Aucune règle CSS existante ne correspond à votre sélection.<br> Cliquez sur « Nouvelle règle » pour en créer une.",
  "There are no stylesheets in your project.<br>Create one to add CSS rules.": "Votre projet ne contient aucune feuille de style.<br>Créez-en une pour pouvoir ajouter des règles CSS.",
  "largest": "maximum",
  "pixels": "pixels",
  "Debug": "Déboguer",
  "Errors": "Erreurs ",
  "Show Developer Tools": "Afficher les outils de développement",
  "Reload With Extensions": "Recharger avec les extensions",
  "Reload Without Extensions": "Recharger sans les extensions",
  "New {APP_NAME} Window": "Nouvelle fenêtre {APP_NAME}",
  "Install Command Line Shortcut": "Installer le raccourci de ligne de commande",
  "Switch Language": "Changer de langue",
  "Run Tests": "Exécuter des tests",
  "Show Performance Data": "Afficher les données de performances",
  "Open {APP_NAME} Source": "Ouvrir la source de {APP_NAME}",
  "{APP_NAME} Command Line Shortcut": "Raccourci de ligne de commande {APP_NAME}",
  "An error occurred while installing the command line shortcut. Please try <a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments#troubleshooting'>these troubleshooting suggestions</a>.<br/><br/>Reason: {0}": "Une erreur est survenue lors de l’installation du raccourci de ligne de commande. Essayez d’appliquer <a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments#troubleshooting'>ces suggestions pour résoudre le problème</a>.<br/><br/>Motif : {0}",
  "Unable to remove existing <code>/usr/local/bin/brackets</code> symlink.": "Impossible de supprimer le lien symbolique existant <code>/usr/local/bin/brackets</code>.",
  "Unable to create <code>/usr/local/bin</code> directory.": "Impossible de créer le répertoire <code>/usr/local/bin</code>.",
  "Unable to create <code>/usr/local/bin/brackets</code> symlink.": "Impossible de créer le lien symbolique <code>/usr/local/bin/brackets</code>.",
  "Internal error.": "Erreur interne.",
  "Command line shortcut is not supported on this OS.": "Le raccourci de ligne de commande n’est pas pris en charge par ce système d’exploitation.",
  "Success! Now you can easily launch {APP_NAME} from the command line: <code>brackets myFile.txt</code> to open a file or <code>brackets myFolder</code> to switch projects. <br/><br/><a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments'>Learn more</a> about using {APP_NAME} from the command line.": "Opération réussie ! À présent, vous pouvez facilement lancer {APP_NAME} depuis la ligne de commande : utilisez <code>brackets myFile.txt</code> pour ouvrir un fichier ou <code>brackets myFolder</code> pour changer de projet. <br/><br/><a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments'>En savoir plus</a> sur l’utilisation de {APP_NAME} depuis la ligne de commande.",
  "Language:": "Langue :",
  "Reload {APP_NAME}": "Recharger {APP_NAME}",
  "System Default": "Langue par défaut du système",
  "Health Report Preferences": "Health Report Preferences",
  "{APP_NAME} Health Report": "Rapport d’intégrité de {APP_NAME}",
  "Share pseudonymous information on how I use {APP_NAME}": "Partager des informations pseudonymes sur la façon dont j’utilise {APP_NAME}",
  "In order to improve {APP_NAME}, we periodically send limited, <strong>pseudonymous</strong> statistics to core.ai about how you use {APP_NAME}. This information helps prioritize features, find bugs, and spot usability issues while guarding your privacy.<br><br>You can see your data or choose not to share data by selecting <strong>Help > Health Report</strong>.<br><br>": "Afin d’améliorer {APP_NAME}, nous transmettons régulièrement des statistiques limitées et <strong>pseudonymes</strong> à Adobe sur la manière dont vous utilisez {APP_NAME}. Ces données permettent de hiérarchiser les fonctionnalités à traiter, de détecter les bugs éventuels et d’identifier les problèmes d’utilisation.<br><br>Pour voir les renseignements collectés et choisir ceux que vous ne souhaitez pas partager, cliquez sur <strong>Aide > Rapport d’intégrité</strong>.<br><br><a href='https://github.com/adobe/brackets/wiki/Project-Health-Data'>Lisez cet article pour en savoir plus concernant le rapport d’intégrité de {APP_NAME}</a>",
  "<p>In order to improve {APP_NAME}, we periodically send limited, <strong>pseudonymous</strong> statistics to core.ai about how you use {APP_NAME}. This information helps prioritize features, find bugs, and spot usability issues. </p><p>Below is a preview of the data that will be sent in your next Health Report <em>if</em> it is enabled.</p>": "<p>Afin d’améliorer {APP_NAME}, nous transmettons régulièrement des statistiques limitées et <strong>pseudonymes</strong> à Adobe sur la manière dont vous utilisez {APP_NAME}. Ces données permettent de hiérarchiser les fonctionnalités à traiter, de détecter les bugs éventuels et d’identifier les problèmes d’utilisation. <a href='https://github.com/adobe/brackets/wiki/Project-Health-Data'>Lisez cet article concernant le rapport d’intégrité de {APP_NAME}</a> et découvrez en quoi il est utile à la communauté {APP_NAME} tout en préservant votre confidentialité.</p><p>Vous trouverez ci-dessous un résumé des données qui seront envoyées dans le cadre de votre prochain rapport d’intégrité <em>si</em> vous décidez d’activer cette option.</p>",
  "Time": "Temps",
  "Progression": "Progression",
  "<kbd>↑</kbd><kbd>↓</kbd><kbd>←</kbd><kbd>→</kbd> Move selected point<br><kbd class='text'>Shift</kbd> Move by ten units<br><kbd class='text'>Tab</kbd> Switch points": "<kbd>↑</kbd><kbd>↓</kbd><kbd>←</kbd><kbd>→</kbd> Déplacer le point sélectionné<br><kbd class='text'>Maj</kbd> Déplacer de dix unités<br><kbd class='text'>Tabulation</kbd> Permuter les points",
  "<kbd>↑</kbd><kbd>↓</kbd> Increase or decrease steps<br><kbd>←</kbd><kbd>→</kbd> 'Start' or 'End'": "<kbd>↑</kbd><kbd>↓</kbd> Augmenter ou réduire les pas<br><kbd>←</kbd><kbd>→</kbd> 'Démarrer' ou 'Arrêter'",
  "The old value <code>{0}</code> is not valid, so the displayed function was changed to <code>{1}</code>. The document will be updated with the first edit.": "L’ancienne valeur <code>{0}</code> n’est pas valide et a donc été remplacée par <code>{1}</code> pour la fonction affichée. Le document sera mis à jour à la première modification.",
  "Current Color": "Couleur actuelle",
  "Original Color": "Couleur d’origine",
  "RGBa Format": "Format RGBa",
  "Hex Format": "Format Hex",
  "HSLa Format": "Format HSLa",
  "Hex (0x) Format": "Format hexadécimal (0x)",
  "{0} (Used {1} time)": "{0} (utilisé {1} fois)",
  "{0} (Used {1} times)": "{0} (utilisé {1} fois)",
  "Jump to Definition": "Accéder à la définition",
  "Show Parameter Hint": "Afficher l’indicateur de paramètre",
  "<no parameters>": "<aucun paramètre>",
  "JavaScript File Inference Problem": "Problème d’inférence de fichier Javascript",
  "{APP_NAME} ran into trouble processing <span class='dialog-filename'>{0}</span>.<br><br>This file will no longer be processed for code hints, Jump to Definition or Quick Edit. To re-enable this file, open <code>.brackets.json</code> in your project and edit <code>jscodehints.detectedExclusions</code>.<br><br>This is likely a {APP_NAME} bug. If you can provide a copy of this file, please <a href='https://github.com/adobe/brackets/wiki/How-to-Report-an-Issue'>file a bug</a> with a link to the file named here.": "{APP_NAME} a rencontré des problèmes lors du traitement du fichier <span class='dialog-filename'>{0}</span>.<br><br>La fonction d’accès aux définitions, les indicateurs de code et la fonction Edition rapide de ce fichier ne seront plus traités. Pour réactiver ce fichier, ouvrez <code>.brackets.json</code> dans votre projet et éditez la section <code>jscodehints.detectedExclusions</code>.<br><br>Il s’agit vraisemblablement d’un bug au niveau de l’application {APP_NAME}. Si vous pouvez nous transmettre une copie de ce fichier, merci de <a href='https://github.com/adobe/brackets/wiki/How-to-Report-an-Issue'>consigner un bug</a> en fournissant un lien vers le fichier en question.",
  "Refactor": "Remanier",
  "Extract to Variable": "Extraire vers variable",
  "Extract to Function": "Extraire vers fonction",
  "Unable to get data from Tern": "Impossible d’obtenir des données depuis Tern",
  "Selection does not form an expression": "La sélection ne forme pas une expression",
  "Selected block should represent set of statements or an expression": "Le bloc sélectionné doit représenter un ensemble d’instructions ou une expression",
  "Extract to Variable does not work in multicursors": "L’option Extraire vers variable ne fonctionne pas en cas de curseurs multiples",
  "Extract to Function does not work in multicursors": "L’option Extraire vers fonction ne fonctionne pas en cas de curseurs multiples",
  "Choose destination scope": "Choisir la portée cible",
  "Select an expression": "Sélectionner une expression",
  "Wrap in Try Catch": "Encapsuler dans Try/Catch",
  "Wrap in Condition": "Encapsuler dans Condition",
  "Create Getters/Setters": "Créer des getters/setters",
  "Convert to Arrow Function": "Convertir en fonction de flèche",
  "Enable/disable JavaScript Code Refactoring": "Activer/désactiver le remaniement de code JavaScript",
  "Select valid code to wrap in a Try-catch block": "Sélectionner un code valide à encapsuler dans un bloc Try/Catch",
  "Select valid code to wrap in a Condition block": "Sélectionner un code valide à encapsuler dans un bloc Condition",
  "Place the cursor inside a function expression": "Placer le curseur à l’intérieur d’une expression de fonction",
  "Place the cursor at a member of an object expression": "Placer le curseur au niveau d’un membre d’une expression d’objet",
  "Cannot rename when using multi-cursors": "Impossible de renommer en cas d’utilisation de plusieurs curseurs",
  "Cannot rename this identifier, as it is referenced elsewhere outside this function": "Impossible de renommer cet identifiant, car il est référencé ailleurs en dehors de cette fonction.",
  "Cannot rename selected text": "Impossible de renommer le texte sélectionné",
  "JSLint": "JSLint",
  "Quick View on Hover": "Affichage rapide au survol",
  "Recent Projects": "Projets récents",
  "Read more": "En savoir plus",
  "Collapse All": "Réduire tout",
  "Expand All": "Développer tout",
  "Collapse Current": "Réduire l’élément actif",
  "Expand Current": "Développer l’élément actif",
  "Recent Files": "Fichiers récents",
  "Clear": "Effacer",
  "Clear files not in Working Set": "Effacer les fichiers non présents dans l’ensemble de travail",
  "true to automatically close braces, brackets and parentheses": "vrai pour fermer automatiquement les accolades, les crochets et les parenthèses",
  "false to remove the \"Close Others Above\" from the Working Files context menu": "faux pour supprimer l’option « Fermer les autres au-dessus » du menu contextuel Fichiers de travail",
  "false to remove the \"Close Others Below\" from the Working Files context menu": "faux pour supprimer l’option « Fermer les autres en dessous » du menu contextuel Fichiers de travail",
  "false to remove the \"Close Others\" from the Working Files context menu": "faux pour supprimer l’option « Fermer tous les autres » du menu contextuel Fichiers de travail",
  "Sets the tag closing options": "Définit les options de fermeture des balises",
  "An array of tags that should not be auto-closed": "Ensemble de balises qui ne doivent pas se fermer automatiquement",
  "Close when > of opening tag is typed": "Fermer quand l’utilisateur tape le caractère > de la balise d’ouverture",
  "Close when / of closing tag is typed": "Fermer quand l’utilisateur tape le caractère / de la balise de fermeture",
  "An array of tags that when opened has a blank line": "Ensemble de balises qui, quand elles sont ouvertes, disposent d’une ligne vierge",
  "true to always generate collapsible section markers when indent level changes": "vrai pour toujours générer des marqueurs de sections réductibles quand le niveau de retrait change",
  "true to enable code folding": "vrai pour activer le pliage de code",
  "true to make Section-collapsing markers visible only when you move the mouse over the gutter": "vrai pour rendre les marqueurs de réduction de section visibles uniquement quand l’utilisateur passe la souris sur la gouttière",
  "Limits how many levels deep Collapse All applies": "Limite le nombre de niveaux auquel s’applique l’option Réduire tout",
  "Minimum lines before a collapsible section icon appears": "Nombre minimum de lignes pour qu’une icône de section réductible apparaisse",
  "true to remember collapsed sections if you close and reopen a file or project": "vrai pour mémoriser les sections réduites si vous fermez et rouvrez un fichier ou un projet",
  "true to enable code folding on selected text in the editor": "vrai pour activer le pliage de code sur le texte sélectionné dans l’éditeur",
  "Default extensions that are disabled": "Extensions par défaut qui sont désactivées",
  "Enable/disable HTML attribute hints": "Activer/désactiver les indicateurs d’attribut HTML",
  "Enable/disable CSS/LESS/SCSS property hints": "Activer/désactiver les indicateurs de propriété CSS/LESS/SCSS",
  "Enable/disable JavaScript code hints": "Activer/désactiver les indicateurs de code JavaScript",
  "Enable/disable datatype details in JavaScript code hints": "Activer/désactiver les détails de type de données dans les indicateurs de code JavaScript",
  "Enable/disable Preferences code hints": "Activer/désactiver les indicateurs de code Préférences",
  "Enable/disable HTML entity hints": "Activer/désactiver les indicateurs d’entité HTML",
  "Enable/disable SVG code hints": "Activer/désactiver les indicateurs de code SVG",
  "Enable/disable HTML tag hints": "Activer/désactiver les indicateurs de balise HTML",
  "Enable/disable URL hints in HTML & CSS/LESS/SCSS": "Activer/désactiver les indicateurs d’URL dans le code HTML et CSS/LESS/SCSS",
  "Enable/disable Drag & Drop functionality": "Activer/désactiver la fonctionnalité de glisser-déposer",
  "Enable the Health Data Tracking": "Activer le suivi des données d’intégrité",
  "Enables automatic highlighting of matching strings throughout the document": "Active le surlignage automatique des chaînes correspondantes dans tout le document",
  "Highlight all strings that match the token the cursor is currently in (no selection needed)": "Surligner toutes les chaînes qui correspondent au paramètre dans lequel se trouve le curseur actuellement (sélection non nécessaire)",
  "Highlight only when selection is a complete token": "Surligner uniquement quand la sélection est un paramètre complet",
  "true to insert the currently selected code hint on tab": "vrai pour insérer l’indicateur de code sélectionné avec la touche Tabulation",
  "true to not automatically show JS code hints when . is typed": "vrai pour que les indicateurs de code JS ne s’affichent pas automatiquement quand l’utilisateur tape un point (.)",
  "An object with the default options for JSLint": "Objet doté des options par défaut pour JSLint",
  "true to allow assignment expressions": "vrai pour autoriser les expressions d’affectation",
  "true to allow bitwise operators": "vrai pour autoriser les opérateurs bitwise",
  "true if standard browser globals should be predefined": "vrai si les paramètres globaux de navigateur standard doivent être prédéfinis",
  "true to allow Google Closure idioms": "vrai pour autoriser les idiomes Google Closure",
  "true to allow \"continue\" statement": "vrai pour autoriser les instructions « continue »",
  "true if CouchDB globals should be predefined": "vrai si les paramètres globaux CouchDB doivent être prédéfinis",
  "true to allow debugger statements": "vrai pour autoriser les instructions Debugger",
  "true if browser globals useful in development should be predefined": "vrai si les paramètres globaux du navigateur utiles au développement doivent être prédéfinis",
  "true to allow == and !=": "vrai pour autoriser == et !=",
  "true if ES6 globals should be predefined": "vrai si les paramètres globaux ES6 doivent être prédéfinis",
  "true to allow eval": "vrai pour autoriser eval",
  "true to allow unfiltered \"for ... in\"": "vrai pour autoriser la suppression du filtre « pour ... dans »",
  "Set a specific tab width": "Définir une largeur de tabulation spécifique",
  "The maximum number of warnings reported": "Nombre maximum d’avertissements signalés",
  "The maximum number of characters in a line": "Nombre maximum de caractères sur une ligne",
  "true to allow uncapitalized constructors": "vrai pour autoriser les constructeurs non indiqués en capitales",
  "true if Node.js globals should be predefined": "vrai si les paramètres globaux Node.js doivent être prédéfinis",
  "true to allow dangling underscore in identifiers": "vrai pour autoriser le trait de soulignement libre (dangling) dans les identificateurs",
  "true to stop on first error": "vrai pour arrêter à la première erreur",
  "true to allow ++ and --": "vrai pour autoriser ++ et --",
  "true to allow . and [^...]. in RegExp": "vrai pour autoriser . et [^...]. dans RegExp",
  "true if Rhino globals should be predefined": "vrai si les paramètres globaux Rhino doivent être prédéfinis",
  "true to allow missing `use strict` pragma": "vrai pour autoriser l’absence de balise Pragma « use strict »",
  "true if blocking ('...Sync') methods can be used.": "vrai si des méthodes de blocage (« ...Sync ») peuvent être utilisées",
  "true to allow inefficient subscripting": "vrai pour autoriser les indices inefficaces",
  "true to allow TODO comments": "vrai pour autoriser les commentaires TODO",
  "true to allow unused parameters": "vrai pour autoriser les paramètres inutilisés",
  "true to allow more than 1 vars in a function": "vrai pour autoriser plusieurs variables dans une fonction",
  "true to ignore white-space rules": "vrai pour ignorer les règles d’espaces blancs",
  "Language specific settings": "Paramètres spécifiques à la langue",
  "Additional mappings from file extension to language name": "Mappages supplémentaires entre extension de fichier et nom de langue",
  "Additional mappings from file name to language name": "Mappages supplémentaires entre nom de fichier et nom de langue",
  "Doing copy and cut when there's no selection will copy or cut the whole lines that have cursors in them": "En cas d’absence de sélection, un couper-copier coupe ou copie les lignes entières comportant des curseurs.",
  "Selects the way CodeMirror handles input and focus. It can be textarea, which is the default, or contenteditable which is better for screen readers (unstable)": "Sélectionne la manière dont CodeMirror gère l'entrée et la mise au point. Il peut s'agir de zone de texte, qui est la sélection par défaut, ou de contenu modifiable, qui est la meilleure méthode pour les lecteurs d'écran (instable)",
  "true to enable Code Inspection": "vrai pour activer l’inspection de code",
  "The time in milliseconds after which asynchronous linters time out": "Durée, en millisecondes, après laquelle les utilitaires lint asynchrones échouent",
  "Array of linters to run first": "Ensemble d’utilitaires lint à exécuter en premier",
  "true to enable experimental Live Preview": "vrai pour activer la version expérimentale de l’Aperçu en direct",
  "true to run providers specified in linting.prefer only": "vrai pour exécuter uniquement les fournisseurs spécifiés dans linting.prefer",
  "Maximum code hints displayed at once": "Nombre maximum d’indicateurs de code affichés à la fois",
  "Path specific settings": "Paramètres spécifiques au chemin d’accès",
  "The URL of the proxy server used for extension installation": "URL du serveur proxy utilisé pour l’installation des extensions",
  "true to enable scrolling beyond the end of the document": "vrai pour autoriser le défilement au-delà de la fin du document",
  "false to disable all code hints": "faux pour désactiver tous les indicateurs de code",
  "Keeps the blinking cursor visible when you have a text selection": "Laisse le curseur clignotant visible en cas de sélection de texte",
  "true to show line numbers in a “gutter” to the left of the code": "vrai pour afficher les numéros de ligne dans une « gouttière » à gauche du code",
  "Automatically indent when creating a new block": "Mettre en retrait automatiquement lors de la création d’un nouveau bloc",
  "false to turn off soft tabs behavior": "faux pour désactiver le comportement des tabulations flexibles",
  "true to sort the directories first in the project tree": "vrai pour trier les répertoires en premier dans l’arborescence de projets",
  "Number of spaces to use for space-based indentation": "Nombre d’espaces à utiliser pour la mise en retrait",
  "Port number that the built-in server should use for Live Preview": "Numéro de port que le serveur intégré doit utiliser pour l’Aperçu en direct",
  "true to highlight background color of the line the cursor is on": "vrai pour surligner la couleur d’arrière-plan de la ligne sur laquelle se trouve le curseur",
  "Number of spaces to display for tabs": "Nombre d’espaces à afficher pour les tabulations",
  "true to use tabs instead of spaces": "vrai pour utiliser des tabulations au lieu d’espaces",
  "true to generate uppercase hex colors in Inline Color Editor": "vrai pour générer des couleurs hexadécimales en majuscules dans l’éditeur de couleur intégré",
  "Wrap lines that exceed the viewport width": "Renvoyer à la ligne automatiquement en cas de dépassement de la largeur de la fenêtre",
  "Close the search as soon as the editor is focused": "Fermer la recherche dès que l’éditeur redevient actif",
  "A list of files that have been detected to cause Tern to run out of control": "Liste de fichiers qui ont été identifiés comme provoquant une perte de contrôle de Tern",
  "The amount of time after which Tern will time out when trying to understand files": "Laps de temps au bout duquel le processus Tern expire quand il tente d’interpréter des fichiers",
  "true to show errors in status bar": "vrai pour afficher les erreurs dans la barre d’état",
  "true to enable Quick View": "vrai pour activer l’affichage rapide",
  "true to show image previews for URLs missing extensions": "vrai pour afficher les aperçus d’images pour les extensions sans URL",
  "Select a {APP_NAME} theme": "Sélectionner un thème {APP_NAME}",
  "true to allow custom scroll bars": "vrai pour autoriser les barres de défilement personnalisées",
  "true to collapse linting panel": "vrai pour réduire le panneau d’analyse lint",
  "Change font family": "Changer de famille de polices",
  "Change font size; e.g. 13px": "Modifier la taille de police, par ex. 13px",
  "true to enable node based search": "vrai pour activer la recherche basée sur des nœuds",
  "true to enable instant search": "vrai pour activer la recherche instantanée",
  "Mac-only: \"subpixel-antialiased\" to enable sub-pixel antialiasing or \"antialiased\" for gray scale antialiasing": "Mac uniquement : « subpixel-antialiased » pour activer l’anticrénelage (lissage) des sous-pixels ou « antialiased » pour l’anticrénelage des niveaux de gris",
  "false to disable opening preferences file in split view": "faux pour désactiver l’ouverture du fichier de préférences en mode fractionné",
  "false to open user preferences file in left/top pane": "faux pour ouvrir le fichier de préférences de l’utilisateur dans le volet gauche/supérieur",
  "true to collapse panes after the last file from the pane is closed via pane header close button": "vrai pour réduire les volets une fois que le dernier fichier du volet est fermé à l’aide du bouton situé dans l’en-tête",
  "Toggle when to show the close and flip-view buttons on the header.": "Permet de choisir quand afficher les boutons Fermer et Transférer la vue dans l’en-tête.",
  "/*\n * This is a read-only file with the preferences supported\n * by {APP_NAME}.\n * Use this file as a reference to modify your preferences\n * file \"brackets.json\" opened in the other pane.\n * For more information on how to use preferences inside\n * {APP_NAME}, refer to the web page at https://github.com/adobe/brackets/wiki/How-to-Use-Brackets#preferences\n */": "/*\n * Fichier en lecture seule contenant les préférences prises\n * en charge par {APP_NAME}.\n * Utilisez ce fichier en référence pour modifier\n * votre fichier de préférences « brackets.json » ouvert dans l’autre volet.\n * Pour savoir comment utiliser les préférences dans\n * {APP_NAME}, reportez-vous à la page https://github.com/adobe/brackets/wiki/How-to-Use-Brackets#preferences.\n */",
  "true to enable code only mode and hide all other UI elements in {APP_NAME}": "vrai pour activer le mode code seul et masquer tous les autres éléments de l’interface utilisateur dans {APP_NAME}",
  "true to enable indenting of line comments": "vrai pour activer la mise en retrait des commentaires sur une ligne",
  "Enable/disable navigation in recent files": "Activer/désactiver la navigation dans les fichiers récents",
  "Port on which WebSocket Server runs for Live Preview": "Port sur lequel s’exécute le serveur WebSocket pour le mode Aperçu en direct",
  "Live Preview Highlight settings": "Paramètres de surbrillance de l'Aperçu en direct",
  "false to disable live preview reverse inspect": "faux pour désactiver l’inspection inverse de l’Aperçu en direct",
  "Download failed.": "Échec du téléchargement.",
  "Download complete!": "Téléchargement terminé.",
  "Update successful!": "Mise à jour effectuée.",
  "Update failed!": "Échec de la mise à jour.",
  "Validation failed!": "Échec de la validation.",
  "Initialization failed!": "Échec de l’initialisation.",
  "Clean-up failed!": "Échec du nettoyage.",
  "Warning!": "Avertissement !",
  "Click Restart to update Brackets.": "Cliquez sur Redémarrer pour mettre à jour Brackets.",
  "The update will be applied on relaunch.": "La mise à jour sera appliquée au prochain lancement de l’application.",
  "Go to <a href = \"http://brackets.io/\"> brackets.io </a> to retry.": "Rendez-vous sur <a href=\"http://brackets.io/\"> brackets.io </a> pour réessayer.",
  "No Internet connection available.": "Aucune connexion Internet disponible.",
  "Update directory could not be read.": "Impossible de lire le répertoire de mise à jour.",
  "Update directory could not be cleaned.": "Impossible de nettoyer le répertoire de mise à jour.",
  "Downloading Update...": "Téléchargement de la mise à jour...",
  "Download failed. Retrying...Attempt ": "Échec du téléchargement. Nouvelle tentative... ",
  "Download complete! Validating Installer...": "Téléchargement terminé. Validation du programme d’installation...",
  "Checksum didn't match.": "La somme de contrôle ne correspond pas.",
  "Installer not found.": "Programme d’installation non trouvé.",
  "Error occurred while downloading.": "Erreur lors du téléchargement.",
  "Network is disconnected or too slow.": "Le réseau est déconnecté ou trop lent.",
  "Restart": "Recommencer",
  "Later": "Plus tard",
  "Enable/disable Brackets Auto-update": "Activer/désactiver la mise à jour automatique de Brackets",
  "Error!": "Erreur !",
  "An update is already in progress.": "Une mise à jour est déjà en cours.",
  "{0}%": "{0} %",
  "Find Related Files": "Trouver les fichiers associés",
  "Error parsing PHP version. Please check the output of the “php –version” command.": "Erreur lors de l’analyse de la version de PHP. Veuillez vérifier la sortie de la commande « php –version ».",
  "Install PHP7 runtime for enabling PHP-related tooling such as Code Hints, Parameter Hints, Jump To Definition and more. Version found: {0}": "Installez le moteur d’exécution de PHP 7 pour activer les outils correspondants comme Conseils de code, Conseils de paramètres, Accéder à la définition, etc. Version trouvée : {0}",
  "PHP runtime not found. Install the PHP7 runtime and update “executablePath” in PHP Preferences appropriately. This enables PHP-related tooling such as Code Hints, Parameter Hints, Jump To Definition and more.": "Moteur d’exécution PHP introuvable. Installez le moteur d’exécution de PHP 7 et mettez à jour « executablePath » dans les préférences PHP. Cela permettra l’activation des outils liés à PHP comme Conseils de code, Conseils de paramètres ou encore Accéder à la définition.",
  "Error code {0} encountered while starting the PHP process.": "Code d’erreur {0} rencontré lors du démarrage du processus PHP.",
  "Error": "Erreur",
  "The memory limit you provided is invalid. Review the PHP preferences to set the correct value.": "La limite de mémoire que vous avez fournie n’est pas valide. Veuillez corriger la valeur indiquée dans les préférences PHP.",
  "PHP Tooling default configuration settings": "Paramètres de configuration par défaut des outils PHP",
  "Open Preferences": "Ouvrir les préférences",
  "Preferences for Language Tools": "Préférences pour les outils linguistiques",
  "Find All References": "Rechercher toutes les références",
  "references": "références",
  "reference": "référence",
  "No References available for current cursor position": "Références non disponibles pour la position actuelle du curseur",
  "Find Document Symbols": "Rechercher des symboles de document",
  "Find Project Symbols": "Rechercher des symboles de projet",
  "Remote debugging enabled on localhost:": "Débogage à distance activé sur localhost:",
  "Cannot enable remote debugging on port {0}. Port numbers should be between {1} and {2}.": "Impossible d’activer le débogage à distance sur le port {0}. Les numéros de port doivent être compris entre {1} et {2}.",
  "Mappings for file extension to external applications. Syntax: \"<file_type>\": \"<default|applicationName|ApplicationPath>\", Use \"default\" to open files in system default application for the file type.": "Mappages d’extension de fichier avec des applications externes. Syntaxe : \"<type_fichier>\": \"<default|NomApplication|CheminApplication>\", Utiliser « default » pour ouvrir les fichiers dans l’application par défaut du système pour le type de fichier.",
  "Open Graphic Files in External Editors.": "Ouvrez les fichiers graphiques dans des éditeurs externes.",
  "Your current folder has graphic file types which are not supported by {APP_NAME}.<br/>You can now associate specific file types with external editors. Once associated, you can open graphic files like .xd, .psd, .jpg, .png, .ai, .svg in their default applications by double clicking on the files in File Tree.<br/><br/>Please click on ‘Ok’ button to associate the graphic file types with their respective default applications.": "Votre dossier actuel comporte des types de fichier graphique non pris en charge par {APP_NAME}.<br/>Vous pouvez à présent associer des types de fichiers spécifiques avec des éditeurs externes. Une fois l’association établie, vous pouvez ouvrir des fichiers graphiques tels que .xd, .psd, .jpg, .png, .ai et .svg, dans leur application par défaut en double-cliquant sur ces fichiers dans l’arborescence de fichiers.<br/><br/>Cliquez sur le bouton OK pour associer les types de fichier graphique avec leur application par défaut respective.",
  "Following file types have been successfully associated with default applications.<br/>{0} You have the option to change your preference on whether you delete/add new file type associations in brackets.json by going to “Debug->Open Preferences File” menu.": "Les types de fichiers suivants ont été associés à des applications par défaut.<br/>{0} Vous pouvez modifier votre préférence concernant l’éventuel(le) suppression/ajout d’associations de type de fichier dans brackets.json via le menu Déboguer->Ouvrir le fichier des préférences."
}