{
  "(error {0})": "(error {0})",
  "The file/directory could not be found.": "No se pudo encontrar el archivo/directorio.",
  "The file/directory could not be read.": "No se pudo leer el archivo/directorio.",
  "Files larger than {0} MB cannot be opened in {APP_NAME}.": "Los archivos de más de {0} MB no se pueden abrir en {APP_NAME}.",
  "The target directory cannot be modified.": "El directorio de destino no se puede modificar.",
  "The permissions do not allow you to make modifications.": "Los permisos no permiten hacer modificaciones.",
  "The file has been modified outside of {APP_NAME}.": "El archivo fue modificado fuera de {APP_NAME}.",
  "Unknown encoding format": "{APP_NAME} actualmente solo soporta archivos codificados como UTF-8.",
  "The file or directory already exists.": "El archivo ya existe.",
  "file": "archivo",
  "File": "Archivo",
  "directory": "directorio",
  "Directory": "directorio",
  "Directory names": "nombres de directorios",
  "Filenames": "nombres de archivos",
  "Filename": "nombre de archivo",
  "Directory Name": "nombre de directorio",
  "Error Loading Project": "Error abriendo el proyecto",
  "An error occurred when showing the open file dialog. (error {0})": "Ha ocurrido un error al mostrar el aviso de apertura de archivo. (error {0})",
  "An error occurred when trying to load the directory <span class='dialog-filename'>{0}</span>. (error {1})": "Ha ocurrido un error al intentar abrir el directorio <span class='dialog-filename'>{0}</span>. (error {1})",
  "An error occurred when reading the contents of the directory <span class='dialog-filename'>{0}</span>. (error {1})": "Ha ocurrido un error al leer los contenidos del directorio <span class='dialog-filename'>{0}</span>. (error {1})",
  "Error Opening File": "Error abriendo el archivo",
  "An error occurred when trying to open the file <span class='dialog-filename'>{0}</span>. {1}": "Ha ocurrido un error al intentar abrir el archivo <span class='dialog-filename'>{0}</span>. {1}",
  "An error occurred when trying to open the following files:": "Ha ocurrido un error al intentar abrir los siguientes archivos:",
  "Error Reloading Changes From Disk": "Error recargando cambios desde disco",
  "An error occurred when trying to reload the file <span class='dialog-filename'>{0}</span>. {1}": "Ha ocurrido un error al intentar recargar el archivo <span class='dialog-filename'>{0}</span>. {1}",
  "Error Saving File": "Error guardando el archivo",
  "An error occurred when trying to save the file <span class='dialog-filename'>{0}</span>. {1}": "Ha ocurrido un error al intentar guardar el archivo <span class='dialog-filename'>{0}</span>. {1}",
  "Error Renaming {0}": "Error renombrando el {0}",
  "An error occurred when trying to rename the {2} <span class='dialog-filename'>{0}</span>. {1}": "Ha ocurrido un error al intentar renombrar el {2} <span class='dialog-filename'>{0}</span>. {1}",
  "Error Deleting {0}": "Error eliminando el {0}",
  "An error occurred when trying to delete the {2} <span class='dialog-filename'>{0}</span>. {1}": "Ha ocurrido un error al intentar eliminar el {2} <span class='dialog-filename'>{0}</span>. {1}",
  "Invalid {0}": "{0} inválido",
  "{0} cannot use any system reserved words, end with dots (.) or use any of the following characters: <code class='emphasized'>{1}</code>": "Los {0} no pueden utilizar ninguna palabra reservada por el sistema, terminar con puntos (.) o utilizar cualquiera de los siguientes caracteres: <code class='emphasized'>{1}</code>",
  "A file or directory with the name <span class='dialog-filename'>{0}</span> already exists.": "Ya existe un archivo o directorio con el nombre <span class='dialog-filename'>{0}</span>.",
  "Error Creating {0}": "Error creando {0}",
  "An error occurred when trying to create the {0} <span class='dialog-filename'>{1}</span>. {2}": "Ha ocurrido un error al intentar crear el {0} <span class='dialog-filename'>{1}</span>. {2}",
  "Cannot open a folder at the same time as opening other files.": "No es posible abrir una carpeta y otros archivos al mismo tiempo.",
  "Error Reading User Key Map": "Ocurrió un error leyendo los atajos de teclado",
  "Your key map file is not valid JSON. The file will be opened so that you can correct the format.": "El archivo de atajos de teclado no tiene un formato JSON válido. El archivo se abrirá para que puedas corregir el formato.",
  "Your key map file is not a valid UTF-8 encoded text file and cannot be loaded": "El archivo de atajos de teclado no está codificado como UTF-8 y no puede ser cargado.",
  "You cannot reassign shortcuts to these commands: {0}": "No puedes reasignar atajos de teclado a los siguientes comandos: {0}",
  "You cannot reassign these shortcuts: {0}": "No puedes reasignar los siguientes atajos de teclado: {0}",
  "You are reassigning multiple shortcuts to these commands: {0}": "Estas reasignando múltiples atajos de teclado a los siguientes comandos: {0}",
  "You have multiple bindings of these shortcuts: {0}": "Hay múltiples apariciones de los siguientes atajos de teclado: {0}",
  "These shortcuts are invalid: {0}": "Los siguientes atajos de teclado son inválidos: {0}",
  "You are assigning shortcuts to nonexistent commands: {0}": "Estas asignando atajos de teclado a commandos inexistentes: {0}",
  "Error Reading Preferences": "Error leyendo las preferencias",
  "Your preferences file is not valid JSON. The file will be opened so that you can correct the format. You will need to restart {APP_NAME} for the changes to take effect.": "El archivo de preferencias no tiene un formato JSON válido. El archivo se abrirá para que puedas corregir el formato. Luego deberás reiniciar {APP_NAME} para que los cambios surtan efecto.",
  "Your project preferences file is not valid JSON. The file will be opened so that you can correct the format. You will need to reload the project for the changes to take effect.": "El archivo de preferencias para el proyecto no tiene un formato JSON válido. El archivo se abrirá para que puedas corregir el formato. Luego deberás recargar el proyecto para que los cambios surtan efecto.",
  "Oops! {APP_NAME} Doesn't Run in Browsers Yet.": "Vaya... parece que {APP_NAME} todavía no funciona en navegadores.",
  "{APP_NAME} is built in HTML, but right now it runs as a desktop app so you can use it to edit local files. Please use the application shell in the <b>github.com/adobe/brackets-shell</b> repo to run {APP_NAME}.": "{APP_NAME} está desarrollado en HTML, pero por ahora funciona como una aplicación de escritorio para que puedas editar archivos localmente. Por favor, utiliza la aplicación del repositorio <b>github.com/adobe/brackets-shell</b> para ejecutar {APP_NAME}.",
  "Error Indexing Files": "Error indexando archivos",
  "This project contains more than 30,000 files. Features that operate across multiple files may be disabled or behave as if the project is empty. <a href='https://github.com/adobe/brackets/wiki/Large-Projects'>Read more about working with large projects</a>.": "Este proyecto contiene más de 30.000 archivos. Funciones que operan sobre múltiples archivos pueden estar deshabilitadas o funcionar igual que si el proyecto estuviese vacío. <a href='https://github.com/adobe/brackets/wiki/Large-Projects'>Leer más acerca de cómo trabajar con proyectos grandes</a>.",
  "Error Launching Browser": "Error iniciando el navegador",
  "The Google Chrome browser could not be found. Please make sure it is installed.": "No se pudo encontrar el navegador Google Chrome. Por favor, asegúrate que esté instalado correctamente.",
  "An error occurred when launching the browser. (error {0})": "Ha ocurrido un error al iniciar el navegador. (error {0})",
  "Live Preview Error": "Error en la Vista previa dinámica",
  "Connecting to Browser": "Conectando con el navegador",
  "In order for Live Preview to connect, Chrome needs to be relaunched with remote debugging enabled.<br /><br />Would you like to relaunch Chrome and enable remote debugging?<br /><br />": "Para poder iniciar el modo de Vista previa dinámica, Chrome debe ser iniciado habilitando la depuración remota.<br><br>¿Quieres reiniciar Chrome y habilitar la depuración remota?<br><br>",
  "Unable to load Live Preview page.": "No se pudo cargar la página para la Vista previa dinámica.",
  "Open an HTML file or make sure there is an index.html file in your project in order to launch live preview.": "Abra un archivo HTML o asegúrate de que haya un index.html en tu proyecto para poder iniciar el modo de Vista previa dinámica.",
  "To launch live preview with a server-side file, you need to specify a Base URL for this project.": "Necesitas especificar una URL base en este proyecto para poder iniciar la Vista previa dinámica con archivos de servidor.",
  "Error starting up the HTTP server for live preview files. Please try again.": "Error iniciando el servidor HTTP para la Vista previa dinámica. Vuelve a intentarlo, por favor.",
  "Welcome to Live Preview!": "¡Bienvenido a la Vista previa dinámica!",
  "Live Preview connects {APP_NAME} to your browser. It launches a preview of your HTML file in the browser, then updates the preview instantly as you edit your code.<br /><br />In this early version of {APP_NAME}, Live Preview only works with <strong>Google Chrome</strong> and updates live as you edit <strong>CSS or HTML files</strong>. Changes to JavaScript files are automatically reloaded when you save.<br /><br />(You'll only see this message once.)": "Vista previa dinámica conecta {APP_NAME} con tu navegador. Lanza una vista previa de tu archivo HTML en el navegador y la actualiza a medida que modificas tu código.<br><br>En esta versión preliminar de {APP_NAME}, el modo de Vista previa dinámica sólo funciona para cambios de <strong>archivos CSS o HTML</strong> y únicamente con <strong>Google Chrome</strong>. Los cambios en los archivos Javascript son recargados automáticamente cuando se guardan.<br><br>(No volverás a ver este mensaje.)",
  "For more information, see <a href='{0}' title='{0}'>Troubleshooting Live Preview connection errors</a>.": "Para más información, consulta <a href='{0}' title='{0}'>Resolución de Problemas de conexión en Vista previa dinámica</a>.",
  "Live Preview": "Vista previa dinámica",
  "Live Preview: Connecting…": "Vista previa dinámica: Conectando…",
  "Live Preview: Initializing…": "Vista previa dinámica: Inicializando…",
  "Disconnect Live Preview": "Terminar la Vista previa dinámica",
  "Live Preview (save file to refresh)": "Vista previa dinámica (guarda el archivo para actualizar)",
  "Live Preview (not updating due to syntax error)": "Vista previa dinámica (no se está actualizando debido a un error de sintaxis)",
  "Live Preview was canceled because the browser's developer tools were opened": "Vista previa dinámica se ha detenido porque se han abierto las herramientas de desarrollo",
  "Live Preview was canceled because the page was closed in the browser": "Vista previa dinámica se ha detenido porque se ha cerrado la página en el navegador",
  "Live Preview was canceled because the browser navigated to a page that is not part of the current project": "Vista previa dinámica se ha detenido porque se ha accedido a una página que no es parte del proyecto actual",
  "Live Preview was canceled for an unknown reason ({0})": "Vista previa dinámica se ha detenido por motivos desconocidos ({0})",
  "Save Changes": "Guardar cambios",
  "Do you want to save the changes you made in the document <span class='dialog-filename'>{0}</span>?": "¿Quieres guardar los cambios existentes en el documento <span class='dialog-filename'>{0}</span>?",
  "Do you want to save your changes to the following files?": "¿Quieres guardar tus cambios en los siguientes documentos?",
  "External Changes": "Cambios externos",
  "Confirm Delete": "Confirmar eliminación",
  "Are you sure you want to delete the folder <span class='dialog-filename'>{0}</span>?": "¿Estás seguro que deseas eliminar el directorio <span class='dialog-filename'>{0}</span>?",
  "File Deleted": "Archivo eliminado",
  "<span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}.<br /><br />Do you want to save the file and overwrite those changes?": "<span class='dialog-filename'>{0}</span> ha sido modificado en el disco fuera de {APP_NAME}.<br><br>¿Deseas guardar el archivo y sobrescribir esos cambios?",
  "<span class='dialog-filename'>{0}</span> has been modified on disk outside of {APP_NAME}, but also has unsaved changes in {APP_NAME}.<br /><br />Which version do you want to keep?": "<span class='dialog-filename'>{0}</span> ha sido modificado en el disco fuera de {APP_NAME}, pero también tiene cambios en {APP_NAME}.<br><br>¿Qué versión quieres conservar?",
  "<span class='dialog-filename'>{0}</span> has been deleted on disk outside of {APP_NAME}, but has unsaved changes in {APP_NAME}.<br /><br />Do you want to keep your changes?": "<span class='dialog-filename'>{0}</span> ha sido eliminado en el disco fuera de {APP_NAME}, pero tiene cambios sin guardar en {APP_NAME}.<br><br>¿Quieres conservar tus cambios?",
  "Done": "Aceptar",
  "OK": "Aceptar",
  "Cancel": "Cancelar",
  "Don't Save": "No guardar",
  "Save": "Guardar",
  "Save As…": "Guardar como…",
  "Overwrite": "Sobrescribir",
  "Delete": "Eliminar",
  "Yes": "Sí",
  "No": "No",
  "{0} of {1}": "{0} de {1}",
  "No results": "No hay resultados",
  "Find…": "Buscar…",
  "Replace with…": "Reemplazar con…",
  "Replace All": "Todo…",
  "Replace…": "Reemplazar…",
  "Replace": "Reemplazar",
  "▶": "▶",
  "◀": "◀",
  "Next Match": "Coincidencia siguiente",
  "Previous Match": "Coincidencia anterior",
  "Match Case": "Sensible a mayúsculas",
  "Regular Expression": "Expresión regular",
  "Replace Without Undo": "Reemplazar sin deshacer",
  "Because more than {0} files need to be changed, {APP_NAME} will modify unopened files on disk.<br />You won't be able to undo replacements in those files.": "Dado que hay más de {0} archivos que necesitan ser modificados, {APP_NAME} modificará los archivos no abiertos en el disco.<br>Por lo tanto, no será posible deshacer los reemplazos en esos archivos.",
  "Open File": "Abrir archivo",
  "Save File": "Guardar archivo",
  "Choose a folder": "Elige una carpeta",
  "Release Notes": "Notas de la versión",
  "You're Up to Date!": "¡Estás actualizado!",
  "You are running the latest version of {APP_NAME}.": "Estás utilizando la última versión de {APP_NAME}.",
  "with": "con",
  "Found": "Se encontró",
  "&mdash; {0} {1} {2} in {3}": "&mdash; {0} {1} {2} en {3}",
  "{0} {1}": "{0} {1}",
  "in <span class='dialog-filename'>{0}</span>": "en <span class='dialog-filename'>{0}</span>",
  "in project": "en el proyecto",
  "Filter excludes all files {0}": "El filtro excluye todos los archivos {0}",
  "files": "archivos",
  "match": "coincidencia",
  "matches": "coincidencias",
  "Over ": "Más de ",
  "{0}&mdash;{1}": "{0}&mdash;{1}",
  "<span class='dialog-filename'>{0}</span> {2} <span class='dialog-path'>{1}</span>": "<span class='dialog-filename'>{0}</span> {2} <span class='dialog-path'>{1}</span>",
  "Ctrl/Cmd click to expand/collapse all": "Ctrl/Cmd clic para expandir/colapsar todo",
  "Indexing for Instant Search…": "Indexando archivos para la Búsqueda instantánea…",
  "Replace Errors": "Errores al reemplazar",
  "The following files weren't modified because they changed after the search or couldn't be written.": "Los siguientes archivos no fueron modificados porque cambiaron después de realizar la búsqueda o no pueden ser escritos.",
  "Error Getting Update Info": "Error obteniendo información sobre actualizaciones",
  "There was a problem getting the latest update information from the server. Please make sure you are connected to the Internet and try again.": "Ocurrió un problema al obtener la información sobre las últimas actualizaciones desde el servidor. Por favor, asegúrate de estar conectado a Internet y vuelve a intentarlo.",
  "New Exclusion Set…": "Nuevo conjunto de filtros…",
  "Don't Exclude Files": "No excluir archivos",
  "No Files Excluded": "No hay archivos excluidos",
  "Exclude {0}": "Excluir {0}",
  "Edit…": "Editar…",
  "Edit Exclusion Set": "Editar conjunto de filtros",
  "Exclude files and folders matching any of the following strings / substrings or <a href='{0}' title='{0}'>wildcards</a>. Enter each string on a new line.": "Excluir archivos y carpetas que coincidan con alguna de las siguientes cadenas / subcadenas o <a href='{0}' title='{0}'>comodines</a>. Ingrese una cadena por línea.",
  "Name this exclusion set (optional)": "Nombrar este conjunto de filtros (opcional)",
  "and {0} more": "y {0} más",
  "Counting files…": "Contando archivos…",
  "Allows {0} of {1} files {2}": "Permite {0} de {1} archivos {2}",
  "Allows all {0} files {1}": "Permite todos los {0} archivos {1}",
  "No Quick Edit available for current cursor position": "La Edición Rápida no está disponible para la posición actual del cursor",
  "CSS Quick Edit: place cursor on a single class name": "Edición Rápida para CSS: ubique el cursor sobre el nombre de una clase",
  "CSS Quick Edit: incomplete class attribute": "Edición Rápida para CSS: atributo de clase incompleto",
  "CSS Quick Edit: incomplete id attribute": "Edición Rápida para CSS: atributo de identificación incompleto",
  "CSS Quick Edit: place cursor in tag, class, or id": "Edición Rápida para CSS: ubique el cursor sobre una etiqueta, clase o id",
  "CSS Timing Function Quick Edit: invalid syntax": "Edición Rápida para Funciones de Temporización de CSS: sintaxis inválida",
  "JS Quick Edit: place cursor in function name": "Edición Rápida para JS: ubique el cursor sobre el nombre de una función",
  "No Quick Docs available for current cursor position": "La Documentación Rápida no está disponible para la posición actual del cursor",
  "Loading…": "Cargando…",
  "Untitled": "Sin título",
  "Working Files": "Área de trabajo",
  "Top": "Arriba",
  "Bottom": "Abajo",
  "Left": "Izquierda",
  "Right": "Derecha",
  "No Split": "No dividido",
  "Vertical Split": "División vertical",
  "Horizontal Split": "División horizontal",
  "Split the editor vertically or horizontally": "Dividir el editor vertical u horizontalmente",
  "Configure Working Set": "Configurar el área de trabajo",
  "Already Open": "Ya está abierto",
  "The file is already open in another pane. {APP_NAME} will soon support opening the same file in more than one pane. Until then, the file will be shown in the pane it's already open in.<br /><br />(You'll only see this message once.)": "El archivo ya está abierto en otro panel. Próximamente {APP_NAME} soportará abrir el mismo archivo en más de un panel. Hasta entonces, el archivo se mostrará en el panel en el cual ya está abierto.<br><br>(Sólo verá este mensaje una vez.)",
  "Ctrl": "Ctrl",
  "Shift": "May",
  "Space": "Espacio",
  "Line {0}, Column {1}": "Línea {0}, Columna {1}",
  " — Selected {0} column": " — {0} columna seleccionada",
  " — Selected {0} columns": " — {0} columnas seleccionadas",
  " — Selected {0} line": " — {0} línea seleccionada",
  " — Selected {0} lines": " — {0} líneas seleccionadas",
  " — {0} selections": " — {0} selecciones",
  "Click to switch indentation to spaces": "Haz clic para usar espacios en la sangría",
  "Click to switch indentation to tabs": "Haz clic para usar tabulaciones en la sangría",
  "Click to change number of spaces used when indenting": "Haz clic para cambiar el número de espacios usados en la sangría",
  "Click to change tab character width": "Haz clic para cambiar el ancho de las tabulaciones",
  "Spaces:": "Espacios:",
  "Tab Size:": "Tamaño del tabulador:",
  "— {0} Line": "— {0} línea",
  "— {0} Lines": "— {0} líneas",
  "Extensions Disabled": "Extensiones deshabilitadas",
  "INS": "INS",
  "OVR": "SOB",
  "Click to toggle cursor between Insert (INS) and Overwrite (OVR) modes": "Haz clic para intercambiar entre el modo insertar (INS) y el modo sobrescribir (SOB)",
  "Click to change file type": "Haz clic para cambiar el tipo de archivo",
  "{0}. Click to toggle report panel.": "{0}. Haz clic para mostrar/ocultar el panel de reportes.",
  "(default)": "(por defecto)",
  "Set as Default for .{0} Files": "Marcar como predeterminado para los archivos .{0}",
  "{0} Problems": "Problemas de {0}",
  "1 {0} Problem": "1 problema de {0}",
  "{1} {0} Problems": "{1} problemas de {0}",
  "No {0} problems found - good job!": "No se encontraron problemas de {0} - ¡Buen trabajo!",
  "No problems found - good job!": "No se encontraron problemas - ¡Buen trabajo!",
  "Linting is disabled": "La inspección de código está deshabilitada",
  "No linter available for {0}": "No hay inspección de código disponible para {0}",
  "Nothing to lint": "No hay nada para inspeccionar",
  "{0} has timed out after waiting for {1} ms": "{0} ha agotado el tiempo después de esperar {1} ms",
  "{0} terminated with error: {1}": "{0} terminó con error: {1}",
  "New": "Nuevo",
  "New File": "Nuevo archivo",
  "New Folder": "Nueva carpeta",
  "Open…": "Abrir…",
  "Open To Working Set": "Abrir en el área de trabajo",
  "Open Dropped Files": "Abrir archivos soltados",
  "Open Folder…": "Abrir carpeta…",
  "Close": "Cerrar",
  "Close All": "Cerrar todo",
  "Close List": "Cerrar lista",
  "Close Others": "Cerrar otros",
  "Close Others Above": "Cerrar otros por encima",
  "Close Others Below": "Cerrar otros por debajo",
  "Save All": "Guardar todo",
  "Enable Experimental Live Preview": "Habilitar la Vista previa dinámica experimental",
  "Force Reload Live Preview": "Recargar la Vista previa dinámica",
  "Project Settings…": "Configuración del proyecto…",
  "Rename": "Renombrar",
  "Install Extension…": "Instalar extensión…",
  "Extension Manager…": "Gestionar extensiones…",
  "Refresh File Tree": "Actualizar árbol de archivos",
  "Quit": "Salir",
  "Exit": "Salir",
  "Edit": "Edición",
  "Undo": "Deshacer",
  "Redo": "Rehacer",
  "Cut": "Cortar",
  "Copy": "Copiar",
  "Paste": "Pegar",
  "Select All": "Seleccionar todo",
  "Select Line": "Seleccionar línea",
  "Split Selection into Lines": "Dividir selección en líneas",
  "Add Cursor to Next Line": "Agregar cursor a la siguiente línea",
  "Add Cursor to Previous Line": "Agregar cursor a la línea anterior",
  "Indent": "Aumentar sangría",
  "Unindent": "Disminuir sangría",
  "Duplicate": "Duplicar",
  "Delete Line": "Eliminar línea",
  "Toggle Line Comment": "Comentar/Descomentar línea",
  "Toggle Block Comment": "Comentar/Descomentar bloque",
  "Move Line Up": "Subir línea",
  "Move Line Down": "Bajar línea",
  "Open Line Above": "Crear línea arriba",
  "Open Line Below": "Crear línea abajo",
  "Auto Close Braces": "Completar paréntesis automáticamente",
  "Show Code Hints": "Mostrar sugerencias de código",
  "Find": "Buscar",
  "Find Next": "Buscar siguiente",
  "Find Previous": "Buscar anterior",
  "Find All and Select": "Buscar todo y seleccionar",
  "Add Next Match to Selection": "Agregar la siguiente coincidencia a la selección",
  "Skip and Add Next Match": "Omitir y agregar la siguiente coincidencia",
  "Find in Files": "Buscar en archivos",
  "Find in…": "Buscar en…",
  "Replace in Files": "Reemplazar en archivos",
  "Replace in…": "Reemplazar en…",
  "View": "Ver",
  "Hide Sidebar": "Ocultar menú lateral",
  "Show Sidebar": "Mostrar menú lateral",
  "Increase Font Size": "Aumentar tamaño de fuente",
  "Decrease Font Size": "Disminuir tamaño de fuente",
  "Restore Font Size": "Restablecer tamaño de fuente",
  "Scroll Line Up": "Desplazar hacia arriba",
  "Scroll Line Down": "Desplazar hacia abajo",
  "Line Numbers": "Mostrar números de línea",
  "Highlight Active Line": "Resaltar línea actual",
  "Word Wrap": "Habilitar ajuste de línea",
  "Live Preview Highlight": "Resaltado en Vista previa dinámica",
  "Lint Files on Save": "Inspeccionar el código al guardar",
  "Sort by Added": "Ordenar por Añadido",
  "Sort by Name": "Ordenar por Nombre",
  "Sort by Type": "Ordenar por Tipo",
  "Automatic Sort": "Ordenación automática",
  "Themes…": "Temas…",
  "Navigate": "Navegación",
  "Quick Open": "Apertura rápida",
  "Go to Line": "Ir a la línea",
  "Quick Find Definition": "Búsqueda rápida de definición",
  "Go to First Problem": "Ir al primer problema",
  "Quick Edit": "Edición rápida",
  "Quick Docs": "Documentación rápida",
  "New Rule": "Nueva regla",
  "Next Document": "Documento siguiente",
  "Previous Document": "Documento anterior",
  "Next Document in List": "Documento siguiente en la lista",
  "Previous Document in List": "Documento anterior en la lista",
  "Show in File Tree": "Mostrar en el árbol de directorios",
  "Show in Explorer": "Mostrar en el Explorador",
  "Show in Finder": "Mostrar en Finder",
  "Show in OS": "Mostrar en el Sistema Operativo",
  "Help": "Ayuda",
  "Check for Updates": "Buscar actualizaciones",
  "How to Use {APP_NAME}": "Cómo utilizar {APP_NAME}",
  "{APP_NAME} Support": "Soporte de {APP_NAME}",
  "Suggest a Feature": "Sugerir una mejora",
  "Get Involved": "Involúcrese",
  "Show Extensions Folder": "Abrir carpeta de extensiones",
  "Health Report": "Reporte de estadísticas",
  "{APP_TITLE} Homepage": "Página principal de {APP_TITLE}",
  "{TWITTER_NAME} on Twitter": "{TWITTER_NAME} en Twitter",
  "About {APP_TITLE}": "Acerca de {APP_TITLE}",
  "Open Preferences File": "Abrir archivo de preferencias",
  "Open User Key Map": "Abrir archivo de atajos de teclado",
  "experimental build": "versión experimental",
  "build": "versión",
  "development build": "versión de desarrollo",
  "Reload from Disk": "Volver a cargar desde disco",
  "Keep Changes in Editor": "Conservar los cambios del editor",
  "Close (Don't Save)": "Cerrar (No guardar)",
  "Relaunch Chrome": "Reiniciar Chrome",
  "About": "Acerca de…",
  "MDN Docs and the MDN graphical logo are licensed under a Creative Commons Attribution license, <a href='{MDN_DOCS_LICENSE}'>CC-BY-SA 2.5 Unported</a>.": "El contenido de MDN Docs y el logo de MDN están disponibles bajo Licencia de Reconocimiento de Creative Commons, <a href='{MDN_DOCS_LICENSE}'>CC-BY-SA 2.5 Unported</a>.",
  "There's a new build of {APP_NAME} available! Click here for details.": "¡Hay una nueva versión de {APP_NAME} disponible! Haz clic aquí para ver más detalles.",
  "Update Available": "Actualización disponible",
  "Hey, there's a new build of {APP_NAME} available. Here are some of the new features:": "¡Hay una nueva versión de {APP_NAME} disponible! Éstas son algunas de las nuevas características:",
  "Get it now!": "¡Consíguelo ahora!",
  "Project Settings for: {0}": "Configuración del proyecto para: {0}",
  "Live Preview Base URL": "URL base para Vista previa dinámica",
  "To use a local server, enter a URL like http://localhost:8000/": "Para usar un servidor local, ingresa una URL como http://localhost:8000/",
  "The {0} protocol isn't supported by Live Preview&mdash;please use http: or https: .": "El protocolo {0} no está soportado por la Vista previa dinámica. Por favor, utiliza http: o https: .",
  "The base URL can't contain search parameters like \"{0}\".": "La URL base no puede contener parámetros de búsqueda como \"{0}\".",
  "The base URL can't contain hashes like \"{0}\".": "La URL base no puede contener hashes como \"{0}\".",
  "Special characters like '{0}' must be %-encoded.": "Los caracteres especiales como '{0}' deben codificarse en formato %.",
  "Unknown error parsing Base URL": "Error desconocido analizando la URL base",
  "<em>Open a file while this pane has focus</em>": "<em>Abra un archivo mientras este panel está enfocado</em>",
  "Current Theme": "Tema actual",
  "Use Theme Scrollbars": "Usar las barras de desplazamiento del tema",
  "Font Size": "Tamaño de letra",
  "Font Family": "Tipo de letra",
  "Themes Settings": "Preferencias de temas",
  "Install": "Instalar",
  "Update": "Actualizar",
  "Remove": "Eliminar",
  "Disable": "Deshabilitar",
  "Enable": "Habilitar",
  "Extensions in the \"dev\" folder must be manually deleted.": "Las extensiones en la carpeta \"dev\" se deben eliminar manualmente.",
  "The update isn't compatible with this version of {APP_NAME}.": "La actualización no es compatible con esta versión de {APP_NAME}.",
  "Extensions in the \"dev\" folder can't be updated automatically.": "Las extensiones en la carpeta \"dev\" no se pueden actualizar automáticamente.",
  "Install Extension": "Instalar extensión",
  "Update Extension": "Actualizar extensión",
  "Extension URL": "URL de la extensión",
  "URL of the extension's zip file or GitHub repo": "URL del archivo zip de la extensión o del repositorio de Github",
  "Installing extension from {0}…": "Instalando extensión desde {0}…",
  "Installation successful!": "¡Instalación completada!",
  "Installation failed.": "Error en la instalación.",
  "Canceling…": "Cancelando…",
  "Canceling the install is taking a long time. An internal error may have occurred.": "Cancelando la instalación porque está tardando demasiado tiempo. Puede que se haya producido un error interno.",
  "Installation canceled.": "Instalación cancelada.",
  "View complete description": "Ver descripción completa",
  "View truncated description": "Ver descripción corta",
  "The downloaded content is not a valid zip file.": "El contenido descargado no es un archivo zip válido.",
  "The package.json file is not valid (error was: {0}).": "El archivo package.json no es válido (error: {0}).",
  "The package.json file doesn't specify a package name.": "El archivo package.json no especifica un nombre de paquete.",
  "{0} is an invalid package name.": "{0} no es un nombre de paquete válido.",
  "The package.json file doesn't specify a package version.": "El archivo package.json no especifica la versión del paquete.",
  "The package version number ({0}) is invalid.": "El número de paquete de la versión ({0}) no es válido.",
  "The {APP_NAME} compatibility string ({0}) is invalid.": "El código de compatibilidad de {APP_NAME} ({0}) no es válido.",
  "The words ({1}) are not allowed in the {0} field.": "Las palabras ({1}) no están permitidas en el campo {0}.",
  "The extension isn't compatible with this version of {APP_NAME}. It's installed in your disabled extensions folder.": "La extensión no es compatible con esta versión de {APP_NAME}. Está en la carpeta de extensiones deshabilitadas.",
  "The package has no main.js file.": "El paquete no contiene el archivo main.js.",
  "Installing this package will overwrite a previously installed extension. Overwrite the old extension?": "Instalar este paquete sobrescribirá una extensión instalada previamente. ¿Deseas sobrescribir la antigua extensión?",
  "This package is the same version as the one that is currently installed. Overwrite the existing installation?": "La versión de este paquete es la misma que la instalada actualmente. ¿Deseas sobrescribir la instalación actual?",
  "This package is version {0} which is older than the currently installed ({1}). Overwrite the existing installation?": "La versión {0} de este paquete es más antigua que la instalada actualmente ({1}). ¿Deseas sobrescribir la instalación actual?",
  "Internal error: download ID already in use.": "Error interno: el ID de descarga ya está siendo utilizado.",
  "Cannot connect to server.": "No se puede conectar con el servidor.",
  "File not found on server (HTTP {0}).": "Archivo no encontrado en el servidor (HTTP {0}).",
  "Unable to save download to temp file.": "No se pudo guardar la descarga en un archivo temporal.",
  "The extension encountered an error while starting up.": "La extensión ha encontrado un error al arrancar.",
  "The URL is invalid. Please check that you entered it correctly.": "La URL no es válida. Por favor, comprueba que esté escrita correctamente.",
  "The URL must be an http or https URL.": "La URL debe ser una dirección http o https.",
  "Unknown internal error.": "Error interno desconocido.",
  "Extension Manager": "Gestor de extensiones",
  "Unable to access the extension registry. Please try again later.": "No se pudo acceder al registro de extensiones. Vuelve a intentarlo más tarde, por favor.",
  "Drag .zip here or": "Arrastrar el .zip aquí ó",
  "Drop .zip to install": "Soltar el .zip para instalarlo",
  "Install/Update aborted due to the following errors:": "La instalación/actualización fue abortada por los siguientes errores:",
  "Install from URL…": "Instalar desde URL…",
  "Validating…": "Validando…",
  "Author": "Autor",
  "Date": "Fecha",
  "This extension requires a newer version of {APP_NAME}.": "Esta extensión necesita una versión más actualizada de {APP_NAME}.",
  "This extension currently only works with older versions of {APP_NAME}.": "En estos momentos esta extensión sólo funciona con versiones anteriores de {APP_NAME}.",
  "Version {0} of this extension requires a newer version of {APP_NAME}. But you can install the earlier version {1}.": "La versión {0} de esta extensión necesita una versión superior de {APP_NAME}. Puedes instalar la versión anterior {1}.",
  "Version {0} of this extension only works with older versions of {APP_NAME}. But you can install the earlier version {1}.": "La versión {0} de esta extensión sólo funciona con versiones anteriores de {APP_NAME}. Puedes instalar la versión anterior {1}.",
  "No description": "Sin descripción",
  "More info…": "Más información…",
  "Extension error": "Error en la extensión",
  "Keywords": "Palabras clave",
  "Translated into {0} languages, including yours": "Traducida a {0} idiomas, incluyendo el tuyo",
  "Translated into {0} languages": "Traducida a {0} idiomas",
  "This extension has been translated into these languages: {0}": "Esta extension fue traducida a los siguientes idiomas: {0}",
  "Installed": "Instaladas",
  "This extension update has been downloaded and will be installed after {APP_NAME} reloads.": "La actualización de esta extensión se ha descargado y se instalará luego de recargar {APP_NAME}.",
  "Search": "Buscar",
  "More": "Más",
  "Browse Extensions": "Explorar extensiones",
  "Remove Extension": "Eliminar extensión",
  "Unable to remove one or more extensions: {0}. {APP_NAME} will still reload.": "No se pudo eliminar una o más extensiones: {0}. {APP_NAME} se recargará igualmente.",
  "Unable to update one or more extensions: {0}. {APP_NAME} will still reload.": "No se pudo actualizar una o más extensiones: {0}. {APP_NAME} se recargará igualmente.",
  "Disable Extension": "Deshabilitar extensiones",
  "Unable to disable one or more extensions: {0}. {APP_NAME} will still reload.": "No se pudo deshabilitar una o más extensiones: {0}. {APP_NAME} se recargará igualmente.",
  "Marked for removal": "Marcada para eliminar",
  "Marked for update": "Marcada para actualizar",
  "Marked for disabling": "Marcada para deshabilitar",
  "Change Extensions": "Cambiar extensiones",
  "To update, remove or disable the marked extensions, {APP_NAME} will need to reload. You'll be prompted to save unsaved changes.": "Para actualizar o eliminar las extensiones marcadas, necesitas recargar {APP_NAME}. Se solicitará confirmación para guardar los cambios pendientes.",
  "Remove Extensions and Reload": "Eliminar extensiones y recargar",
  "Change Extensions and Reload": "Cambiar extensiones y recargar",
  "Update Extensions and Reload": "Actualizar extensiones y recargar",
  "Disable Extensions and Reload": "Deshabilitar extensiones y recargar",
  "Processing extension changes…": "Procesando los cambios en las extensiones…",
  "Couldn't remove extension {0} because it wasn't installed.": "No se pudo eliminar la extensión {0} porque no se encuentra instalada.",
  "No extensions installed yet.<br>Click on the Available tab above to get started.": "Todavía no hay ninguna extensión instalada.<br>Haz clic en la pestaña Disponibles para empezar.",
  "No extensions match your search.": "No hay extensiones que coincidan con tu búsqueda.",
  "NOTE: These extensions may come from different authors than {APP_NAME} itself. Extensions are not reviewed and have full local privileges. Be cautious when installing extensions from an unknown source.": "NOTA: estas extensiones pueden provenir de autores diferentes a {APP_NAME}. Las extensiones no son revisadas y tiene todos los privilegios locales. Tenga cuidado cuando instala extensiones de una fuente desconocida.",
  "Available": "Disponibles",
  "Themes": "Temas",
  "Updates": "Actualizaciones",
  "No matches available.": "No hay coincidencias disponibles.",
  "All matches are collapsed. Expand the files listed at right to view matches.": "Todas las coincidencias están colapsadas. Expanda los archivos listados a la derecha para ver coincidencias.",
  "There are no existing CSS rules that match your selection.<br> Click \"New Rule\" to create one.": "No hay reglas de CSS existentes que coincidan con tu selección.<br> Haz clic en \"Nueva regla\" para crear una.",
  "There are no stylesheets in your project.<br>Create one to add CSS rules.": "No hay hojas de estilos en tu proyecto.<br>Crea una para añadir reglas de CSS.",
  "largest": "más grande",
  "pixels": "píxeles",
  "Debug": "Desarrollo",
  "Errors": "Errores",
  "Show Developer Tools": "Mostrar herramientas para desarrolladores",
  "Reload With Extensions": "Recargar con extensiones",
  "Reload Without Extensions": "Recargar sin extensiones",
  "New {APP_NAME} Window": "Nueva ventana de {APP_NAME}",
  "Install Command Line Shortcut": "Instalar acceso directo por línea de comandos",
  "Switch Language": "Cambiar idioma",
  "Run Tests": "Ejecutar tests",
  "Show Performance Data": "Mostrar información de rendimiento",
  "Open {APP_NAME} Source": "Abrir el código fuente de {APP_NAME}",
  "{APP_NAME} Command Line Shortcut": "Acceso directo a {APP_NAME} por línea de comandos",
  "An error occurred while installing the command line shortcut. Please try <a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments#troubleshooting'>these troubleshooting suggestions</a>.<br/><br/>Reason: {0}": "Ocurrió un error al instalar el acceso directo por línea de comandos. Por favor probá <a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments#troubleshooting'>estas sugerencias de solución de problemas</a>.<br><br>Razón: {0}",
  "Unable to remove existing <code>/usr/local/bin/brackets</code> symlink.": "No se pudó eliminar el enlace simbólico existente <code>/usr/local/bin/brackets</code>.",
  "Unable to create <code>/usr/local/bin</code> directory.": "No se pudó crear el directorio <code>/usr/local/bin</code>.",
  "Unable to create <code>/usr/local/bin/brackets</code> symlink.": "No se pudó crear elenlace simbólico <code>/usr/local/bin/brackets</code>.",
  "Internal error.": "Error interno.",
  "Command line shortcut is not supported on this OS.": "El acceso directo por línea de comandos no es compatible con este sistema operativo.",
  "Success! Now you can easily launch {APP_NAME} from the command line: <code>brackets myFile.txt</code> to open a file or <code>brackets myFolder</code> to switch projects. <br/><br/><a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments'>Learn more</a> about using {APP_NAME} from the command line.": "¡Éxito! Ahora puedes abrir fácilmente {APP_NAME} desde la línea de comandos: <code>brackets myFile.txt</code> para abrir un archivo o <code>brackets myFolder</code> para cambiar de proyecto.<br><br><a href='https://github.com/adobe/brackets/wiki/Command-Line-Arguments'>Aprende más</a> acerca de como usar {APP_NAME} desde la línea de comandos.",
  "Language:": "Idioma:",
  "Reload {APP_NAME}": "Reiniciar {APP_NAME}",
  "System Default": "Idioma predeterminado",
  "Health Report Preferences": "Preferencias del reporte de estadísticas",
  "{APP_NAME} Health Report": "Reporte de estadísticas de {APP_NAME}",
  "Share pseudonymous information on how I use {APP_NAME}": "Compartir información anónima sobre cómo utilizo {APP_NAME}",
  "In order to improve {APP_NAME}, we periodically send limited, <strong>pseudonymous</strong> statistics to core.ai about how you use {APP_NAME}. This information helps prioritize features, find bugs, and spot usability issues while guarding your privacy.<br><br>You can see your data or choose not to share data by selecting <strong>Help > Health Report</strong>.<br><br>": "Para poder mejorar {APP_NAME}, enviamos periódicamente limitadas estadísticas <strong>anónimas</strong> a Adobe acerca de cómo se utiliza {APP_NAME}. Esta información ayuda a priorizar características a desarrollar, encontrar errores y problemas de usabilidad.<br><br>Puedes ver tus datos o elegir no compartir datos seleccionando <strong>Ayuda > Reporte de estadísticas</strong>.<br><br><a href='https://github.com/adobe/brackets/wiki/Health-Data'>Aprende más sobre el reporte de estadísticas de {APP_NAME}</a>",
  "<p>In order to improve {APP_NAME}, we periodically send limited, <strong>pseudonymous</strong> statistics to core.ai about how you use {APP_NAME}. This information helps prioritize features, find bugs, and spot usability issues. </p><p>Below is a preview of the data that will be sent in your next Health Report <em>if</em> it is enabled.</p>": "<p>Para poder mejorar {APP_NAME}, enviamos periódicamente limitadas estadísticas <strong>anónimas</strong> a Adobe acerca de cómo se utiliza {APP_NAME}. Esta información ayuda a priorizar características a desarrollar, encontrar errores y problemas de usabilidad. <a href='https://github.com/adobe/brackets/wiki/Health-Data'>Aprende más sobre el Reporte de estadísticas de {APP_NAME}</a> y cómo beneficia a la comunidad de {APP_NAME} mientras protege tu privacidad.</p><p>A continuación hay una vista previa de la información que será enviada en el siguiente Reporte de estadísticas <em>si</em> está habilitado.</p>",
  "Time": "Tiempo",
  "Progression": "Progresión",
  "<kbd>↑</kbd><kbd>↓</kbd><kbd>←</kbd><kbd>→</kbd> Move selected point<br><kbd class='text'>Shift</kbd> Move by ten units<br><kbd class='text'>Tab</kbd> Switch points": "<kbd>↑</kbd><kbd>↓</kbd><kbd>←</kbd><kbd>→</kbd> Mueven el punto seleccionado<br><kbd class='text'>Shift</kbd> Mueve de a diez unidades<br><kbd class='text'>Tab</kbd> Cambia el punto seleccionado",
  "<kbd>↑</kbd><kbd>↓</kbd> Increase or decrease steps<br><kbd>←</kbd><kbd>→</kbd> 'Start' or 'End'": "<kbd>↑</kbd><kbd>↓</kbd> Incrementa o disminuya los pasos<br><kbd>←</kbd><kbd>→</kbd> 'Start' o 'End'",
  "The old value <code>{0}</code> is not valid, so the displayed function was changed to <code>{1}</code>. The document will be updated with the first edit.": "El valor viejo <code>{0}</code> no es válido, por lo tanto, fue modificado a <code>{1}</code>. El documento será actualizado luego de la primer edición.",
  "Current Color": "Color actual",
  "Original Color": "Color original",
  "RGBa Format": "Formato RGBa",
  "Hex Format": "Formato Hex",
  "HSLa Format": "Formato HSLa",
  "{0} (Used {1} time)": "{0} (Utilizado {1} vez)",
  "{0} (Used {1} times)": "{0} (Utilizado {1} veces)",
  "Jump to Definition": "Saltar a la definición",
  "Show Parameter Hint": "Mostrar sugerencias de parámetros",
  "<no parameters>": "<no hay parámetros>",
  "JavaScript File Inference Problem": "Problema de inferencia con un archivo JavaScript",
  "{APP_NAME} ran into trouble processing <span class='dialog-filename'>{0}</span>.<br><br>This file will no longer be processed for code hints, Jump to Definition or Quick Edit. To re-enable this file, open <code>.brackets.json</code> in your project and edit <code>jscodehints.detectedExclusions</code>.<br><br>This is likely a {APP_NAME} bug. If you can provide a copy of this file, please <a href='https://github.com/adobe/brackets/wiki/How-to-Report-an-Issue'>file a bug</a> with a link to the file named here.": "{APP_NAME} se encontró con problemas procesando: <span class='dialog-filename'>{0}</span>.<br><br>Este archivo no volverá a ser procesado para las sugerencias de código, saltar a la definición o para la edición rápida. Para reactivar este archivo, abra el archivo <code>.brackets.json</code> en su proyecto y edite <code>jscodehints.detectedExclusions</code><br><br>Esto es probablemente un error en {APP_NAME}. Si puede proporcionar una copia de este archivo, por favor <a href='https://github.com/adobe/brackets/wiki/How-to-Report-an-Issue'>envíe un informe</a> con un vínculo a dicho archivo.",
  "JSLint": "JSLint",
  "Quick View on Hover": "Vista rápida con cursor",
  "Recent Projects": "Proyectos recientes",
  "Read more": "Más",
  "Collapse All": "Colapsar todo",
  "Expand All": "Expandir todo",
  "Collapse Current": "Colapsar actual",
  "Expand Current": "Expandir actual",
  "true to automatically close braces, brackets and parentheses": "true para cerrar automáticamente las llaves, los corchetes y los paréntesis",
  "false to remove the \"Close Others Above\" from the Working Files context menu": "false para eliminar \"Cerrar otros por encima\" del menú contextual del Área de trabajo",
  "false to remove the \"Close Others Below\" from the Working Files context menu": "false para eliminar \"Cerrar otros por debajo\" del menú contextual del Área de trabajo",
  "false to remove the \"Close Others\" from the Working Files context menu": "false para eliminar \"Cerrar otros\" del menú contextual del Área de trabajo",
  "Sets the tag closing options": "Configura las opciones de cierre de etiquetas automático",
  "An array of tags that should not be auto-closed": "Un vector de etiquetas que no deben cerrarse automáticamente",
  "Close when > of opening tag is typed": "Cerrar cuando \">\" de la etiqueta de apertura es tipeado",
  "Close when / of closing tag is typed": "Cerrar cuando \"/\" de la etiqueta de clausura es tipeado",
  "An array of tags that when opened has a blank line": "Un vector de etiquetas que cuando se cierran generan una linea en blanco entre las etiquetas",
  "true to always generate collapsible section markers when indent level changes": "true para siempre generar marcadores plegables cuando cambia el nivel de indentación",
  "true to enable code folding": "true para habilitar el colapsado del código",
  "true to make Section-collapsing markers visible only when you move the mouse over the gutter": "true para hacer marcadores de sección plegables visible sólo cuando se mueve el cursor sobre el espacio a la izquierda del código",
  "Limits how many levels deep Collapse All applies": "Limita a cuántos niveles de profundidad Colapsar todo aplica",
  "Minimum lines before a collapsible section icon appears": "Mínima cantidad de líneas antes de que aparezca un icono de sección plegable",
  "true to remember collapsed sections if you close and reopen a file or project": "true para recordar la secciones colapsadas luego de cerrar y abrir un archivo o proyecto",
  "Enable/disable HTML attribute hints": "Activar/desactivar las sugerencias de código para los atributos en HTML",
  "Enable/disable CSS/LESS/SCSS property hints": "Activar/desactivar las sugerencias de código para las propiedades en CSS/LESS/SCSS",
  "Enable/disable JavaScript code hints": "Activar/desactivar las sugerencias de código en JavaScript",
  "Enable/disable Preferences code hints": "Activar/desactivar las sugerencias de código para las Preferences",
  "Enable/disable HTML entity hints": "Activar/desactivar las sugerencias de código para las entidades en HTML",
  "Enable/disable SVG code hints": "Activar/desactivar las sugerencias de código en SVG",
  "Enable/disable HTML tag hints": "Activar/desactivar las sugerencias de código para las etiquetas en HTML",
  "Enable/disable URL hints in HTML & CSS/LESS/SCSS": "Activar/desactivar las sugerencias de código para las URLs en HTML & CSS/LESS/SCSS",
  "Enable/disable Drag & Drop functionality": "Activar/desactivar la funcionalidad de arrastrar y soltar",
  "Enable the Health Data Tracking": "Habilitar el seguimiento de los Reportes de estadísticas",
  "Enables automatic highlighting of matching strings throughout the document": "Habilita el resaltado automático de cadenas que coinciden en el documento",
  "Highlight all strings that match the token the cursor is currently in (no selection needed)": "Resaltar todas las cadenas que coincidan con la cadena donde el cursor se encuentra (ninguna selección es necesaria)",
  "Highlight only when selection is a complete token": "Resaltar sólo cuando la selección es una cadena completa",
  "true to insert the currently selected code hint on tab": "true para insertar la sugerencia de código al presionar tab",
  "true to not automatically show JS code hints when . is typed": "true para no mostrar sugerencias de código automáticamente en JS cuando \".\" es tipeado",
  "An object with the default options for JSLint": "Un objeto con las opciones por defecto de JSLint",
  "true to allow assignment expressions": "true para permitir expresiones de asignación",
  "true to allow bitwise operators": "true para permitir los operadores bit a bit",
  "true if standard browser globals should be predefined": "true si las variables/funciones globales del navegador deben estar predefinidas",
  "true to allow Google Closure idioms": "true para permitir modismos de Google Closure",
  "true to allow \"continue\" statement": "true para permitir la declaración \"continue\"",
  "true if CouchDB globals should be predefined": "true si las variables/funciones globales de CouchDB deben estar predefinidas",
  "true to allow debugger statements": "true para permitir declaraciones del depurador",
  "true if browser globals useful in development should be predefined": "true si las variables/funciones globales del navegador para el desarrollo deben estar predefinidas",
  "true to allow == and !=": "true para permitir == y !=",
  "true if ES6 globals should be predefined": "true si las variables/funciones globales de ES6 deben estar predefinidas",
  "true to allow eval": "true para permitir eval",
  "true to allow unfiltered \"for ... in\"": "true para permitir \"for ... in\" sin filtrar",
  "Set a specific tab width": "Establece un ancho para el tab",
  "The maximum number of warnings reported": "La cantidad máxima de advertencias reportadas",
  "The maximum number of characters in a line": "La cantidad máxima de caracters por línea",
  "true to allow uncapitalized constructors": "true para permitir constructores sin mayúsculas",
  "true if Node.js globals should be predefined": "true si las variables/funciones globales de Node.js deben estar predefinidas",
  "true to allow dangling underscore in identifiers": "true para permitir el guión bajo delante de los identificadores",
  "true to stop on first error": "true para parar en el primer error",
  "true to allow ++ and --": "true para permitir ++ y --",
  "true to allow . and [^...]. in RegExp": "true para permitir . y [^...]. en RegExp",
  "true if Rhino globals should be predefined": "true si las variables/funciones globales de Rhino deben estar predefinidas",
  "true to allow missing `use strict` pragma": "true para permitir que falte el pragma `use strict`",
  "true if blocking ('...Sync') methods can be used.": "true si los métodos bloqueantes ('...Sync') se pueden usar",
  "true to allow inefficient subscripting": "true para permitir subíndices ineficiente",
  "true to allow TODO comments": "true para permitir comentarios TODO",
  "true to allow unused parameters": "true para permitir parámetros no usados",
  "true to allow more than 1 vars in a function": "true para permitir más de 1 var en una función",
  "true to ignore white-space rules": "true para ignorar las reglas espaciado",
  "Language specific settings": "Preferencias específicas de un lenguaje",
  "Additional mappings from file extension to language name": "Asignaciones adicionales de extensión de archivo a nombre del lenguaje",
  "Additional mappings from file name to language name": "Asignaciones adicionales de nombre de archivo a nombre del lenguaje",
  "true to enable Code Inspection": "true para habilitar la inspección del código",
  "The time in milliseconds after which asynchronous linters time out": "El tiempo en milisegundos para esperar a los inspectores de código asincrónicos",
  "Array of linters to run first": "Vector de inspectores de código para ejecutar primero",
  "true to enable experimental Live Preview": "true para habilitar la Vista previa dinámica experimental",
  "true to run providers specified in linting.prefer only": "true para ejecutar solo los proveedores especificados en linting.prefer",
  "Maximum code hints displayed at once": "Máxima cantidad de sugerencias de código mostradas",
  "Path specific settings": "Preferencias especificas para una ruta de archivo",
  "The URL of the proxy server used for extension installation": "La URL del servidor proxy utilizada para la instalación de extensiones",
  "true to enable scrolling beyond the end of the document": "true permitir el desplazamiento más allá del final del documento",
  "false to disable all code hints": "false para deshabilitar todas las sugerencias de código",
  "Keeps the blinking cursor visible when you have a text selection": "Mantiene el cursor intermitente visible cuando se tiene una selección de texto",
  "true to show line numbers in a “gutter” to the left of the code": "true para mostrar los números de líne a la izquierda del código",
  "Automatically indent when creating a new block": "Indentar automáticamente cuando se crea un nuevo bloque",
  "false to turn off soft tabs behavior": "false para deshabilitar el comportamiento de \"soft tabs\"",
  "true to sort the directories first in the project tree": "true para ordenar los directorios primero en el árbol del proyecto",
  "Number of spaces to use for space-based indentation": "Cantidad de espacios para utilizar en la indentación basada en espacios",
  "Port number that the built-in server should use for Live Preview": "Número de puerto que el servidor utilizará para la Vista previa dinámica",
  "true to highlight background color of the line the cursor is on": "true para resaltar la línea en la que se encuentra el cursor",
  "Number of spaces to display for tabs": "Cantidad de espacios utilizados para el tab",
  "true to use tabs instead of spaces": "true para usar tabs en vez de espacios",
  "true to generate uppercase hex colors in Inline Color Editor": "true para generar color en mayúsculas en el editor de colores",
  "Wrap lines that exceed the viewport width": "Ajustar líneas que sobrepasen el ancho de la ventana",
  "A list of files that have been detected to cause Tern to run out of control": "Una lista de los archivos que se ha detectado que causan que Tern no funcione correctamente",
  "The amount of time after which Tern will time out when trying to understand files": "La cantidad de veces después de la cual Tern dejara de intentar entender los archivos",
  "true to show errors in status bar": "true para mostrar errores en la barra de estado",
  "true to enable Quick View": "true para habilitar la Vista rápida",
  "true to show image previews for URLs missing extensions": "true para mostrar vistas previas de imágenes para URLs sin extensión",
  "Select a {APP_NAME} theme": "Seleccionar un tema para {APP_NAME}",
  "true to allow custom scroll bars": "true para habilitar la barra de desplazamiento customizada",
  "true to collapse linting panel": "true para colapsar el panel de inspección de código",
  "Change font family": "Cambiar la fuente",
  "Change font size; e.g. 13px": "Cambiar el tamaño de la fuente; ej., 13px",
  "true to enable node based search": "True to para habilitar búsquedas basadas en node",
  "true to enable instant search": "True to para habilitar la búsqueda instantánea",
  "Mac-only: \"subpixel-antialiased\" to enable sub-pixel antialiasing or \"antialiased\" for gray scale antialiasing": "Sólo para Mac: \"subpixel-antialiased\" para habilitar sub-pixel antialiasing o \"antialiased\" para antialiasing en escala de grises",
  "false to disable opening preferences file in split view": "false para deshabilitar la apertura del archivo de preferencias en la vista dividida",
  "false to open user preferences file in left/top pane": "false para abrir el archivo de preferencias en el panel de la izquierda/arriba",
  "/*\n * This is a read-only file with the preferences supported\n * by {APP_NAME}.\n * Use this file as a reference to modify your preferences\n * file \"brackets.json\" opened in the other pane.\n * For more information on how to use preferences inside\n * {APP_NAME}, refer to the web page at https://github.com/adobe/brackets/wiki/How-to-Use-Brackets#preferences\n */": "/*\n * Éste es un archivo únicamente de lectura con las preferencias soportadas\n * por {APP_NAME}.\n * Podes usar este archivo como referencia para modificar tu archivo de\n * preferencias \"brackets.json\" abierto en el otro panel.\n * Para más información sobre como usar las preferencias dentro de\n * {APP_NAME}, podes consultar la página web https://github.com/adobe/brackets/wiki/How-to-Use-Brackets#preferences\n */",
  "Default": "Por defecto"
}